["ADVANCE PAY AND REPAYMENT POLICY  \nThis policy is designed to assist eligible employees in managing their financial needs by allowing them \nto request and receive a salary advance under specific conditions. It applies to all full -time employees \nwho have completed at least one year of continu ous service. The policy outlines the eligibility criteria, \napplication process, and repayment terms to ensure transparency, fairness, and consistency in the \nprovision of salary advances. It excludes employees on probation or those who do not meet the \nminim um service requirement.  \nEligibility:  \nMinimum Service Requirement:  \n• Employees must have completed at least 6 months  of continuous service with the company.  \n• The request for an advance shall be based on genuine financial hardship, medical emergencies, \neducation expenses, marriage, or other valid reasons.  \n• The employee does not have an existing outstanding advance.", "• The employee does not have an existing outstanding advance.  \n• Frequency of Advance: Employees are eligible to receive a salary advance only once every two \nyears.  \nAdvance Amount :  \n● Employees may request an advance of their monthly net salary.  \n● The advance amount is subject to approval based on the company’s financial policies and the \nemployee’s current financial standing with the company.  \nApplication Procedure:  \n1. Advance Request: Employees must submit a written request over email for the advance to the HR \ndepartment at least 30 days prior to the desired date of advance disbursement.  \n2. Approval Process: The request will be reviewed by the HR department and, if approved, will be \nprocessed in accordance with the company's payroll schedule.  \n3. Once an advance salary is disbursed to an employee, the same amount will be adjusted against their \nregular salary for that month. As a result, the employee will not be eligible to receive the same portion", "of pay again during the month -end payroll or in the  same pay cycle, since it has already been paid in \nadvance.  \nAdditional Terms:  \n➢ Advance Revocation: The company reserves the right to revoke the approval of an advance under \ncertain circumstances, such as a significant change in the employee’s financial status or disciplinary \nissues.", "ANTI-BRIBERY POLICY   This Anti- Bribery policy of P99Soft Private Limited (“Company”) is applicable to all employees of \nthe\n \nCompany.\n  \nA)\n \nDEFINITION\n \n&\n \nINTERPRETATION\n  Bribery is, in the conduct of the Company’s business, the offering or accepting of any gift, loan, \npayment,\n \nreward\n \nor\n \nadvantage\n \nfor\n \npersonal\n \ngain\n \nas\n \nan\n \nencouragement\n \nto\n \ndo\n \nsomething\n \nwhich\n \nis\n \ndishonest,\n \nillegal\n \nor\n \na\n \nbreach\n \nof\n \ntrust.\n  Bribery is a criminal offence. The Company prohibits any form of bribery. We require \ncompliance,\n \nfrom\n \neveryone\n \nconnected\n \nwith\n \nour\n \nbusiness,\n \nwith\n \nthe\n \nhighest\n \nethical\n \nstandards\n \nand\n \nAnti-bribery\n \nlaws\n \napplicable.\n \nIntegrity\n \nand\n \ntransparency\n \nare\n \nof\n \nutmost\n \nimportance\n \nto\n \nus\n \nand\n \nwe\n \nhave\n \na\n \nzero-tolerance\n \nattitude\n \ntowards\n \ncorrupt\n \nactivities\n \nof\n \nany\n \nkind,\n \nwhether\n \ncommitted\n \nby\n \nP99Soft\n \nPrivate\n \nLimited\n \nemployees\n \nor\n \nby\n \nthird\n \nparties\n \nacting\n \nfor\n \nor\n \non", "by\n \nP99Soft\n \nPrivate\n \nLimited\n \nemployees\n \nor\n \nby\n \nthird\n \nparties\n \nacting\n \nfor\n \nor\n \non\n \nbehalf\n \nof\n \nthe\n \nCompany.\n   \nB)\n \nPURPOSE\n  The purpose of this policy is to convey to all employees and interested parties of the Company \nthe\n \nrules\n \nof\n \nthe\n \nCompany\n \nin\n \nrelation\n \nto\n \nour\n \nunequivocal\n \nstance\n \ntowards\n \nthe\n \neradication\n \nof\n \nbribery\n \nand\n \nour\n \ncommitment\n \nto\n \nensuring\n \nthat\n \nthe\n \nCompany\n \nconducts\n \nits\n \nbusiness\n \nin\n \na\n \nfair,\n \nprofessional\n \nand\n \nlegal\n \nmanner.\n  \nC)\n \nOFFENCE\n  It is an offence to: \n•\n \noffer\n \na\n \nbribe\n \n•\n \naccept\n \na\n \nbribe\n \n•\n \nbribe\n \na\n \nforeign\n \nofficial\n \n•\n \nas\n \na\n \ncommercial\n \norganization,\n \nto\n \nfail\n \nto\n \nprevent\n \na\n \nbribe\n  You should be aware that if you are found guilty by a court of competent jurisdiction committing \nbribery,\n \nyou\n \ncould\n \nface\n \nthe\n \nconsequences\n \nof\n \nthe\n \napplicable\n \nlaw.\n \nThe\n \nCompany\n \ncould\n \nalso\n \nface\n \nprosecution\n \nand\n \nbe\n \nliable\n \nto\n \npay\n \na", "law.\n \nThe\n \nCompany\n \ncould\n \nalso\n \nface\n \nprosecution\n \nand\n \nbe\n \nliable\n \nto\n \npay\n \na\n \nfine.\n \n \nD)\n \nDEFINITIONS\n \nOF\n \nBRIBERY\n \nAND\n \nCORRUPTION\n  Corruption is the misuse of office or power for private gain. Bribery is a form of corruption \nwhich\n \nmeans\n \nin\n \nthe\n \ncourse\n \nof\n \nbusiness\n \ngiving\n \nor\n \nreceiving\n \nmoney,\n \ngifts,\n \nmeals,\n \nentertainment\n \nor\n \nanything\n \nelse\n \nof\n \nvalue\n \nas\n \nan\n \ninducement\n \nto\n \na\n \nperson\n \nto\n \ndo\n \nsomething\n \nwhich\n \nis\n \ndishonest\n \nor\n \nillegal.", "E)\n \nAPPLICABILITY\n \nAND\n \nSCOPE\n  This policy applies to all employees of the Company, regardless of seniority or site. It also \nextends\n \nto\n \nanyone\n \nworking\n \nfor\n \nor\n \non\n \nour\n \nbehalf\n \ne.g.\n \nthose\n \nengaged\n \nby\n \nus\n \non\n \na\n \nself-employed\n \nbasis\n \nor\n \nan\n \nagency\n \narrangement.\n \nWe\n \nwill\n \nencourage\n \nthe\n \napplication\n \nof\n \nthis\n \npolicy\n \nwhere\n \nour\n \nbusiness\n \ninvolves\n \nthe\n \nuse\n \nof\n \nthird\n \nparties\n \ne.g.\n \nsuppliers,\n \ncontractors\n \n&\n \nthird-party\n \nvendors.\n  \nF)\n \nGIFTS\n \nAND\n \nHOSPITALITY\n  We realize that the giving and receiving of gifts and hospitality where nothing is expected in \nreturn\n \nhelps\n \nform\n \npositive\n \nrelationships\n \nwith\n \nthird\n \nparties\n \nwhere\n \nit\n \nis\n \nproportionate\n \nand\n \nproperly\n \nrecorded.\n \nThis\n \ndoes\n \nnot\n \nconstitute\n \nbribery\n \nand\n \nconsequently,\n \nsuch\n \nactions\n \nare\n \nnot\n \nconsidered\n \na\n \nbreach\n \nof\n \nthis\n \npolicy.", "and\n \nconsequently,\n \nsuch\n \nactions\n \nare\n \nnot\n \nconsidered\n \na\n \nbreach\n \nof\n \nthis\n \npolicy.\n  Gifts include money; goods (flowers, vouchers, food, drink, event tickets when not used in a hosted \nbusiness\n \ncontext);\n \nservices\n \nor\n \nloans\n \ngiven\n \nor\n \nreceived\n \nas\n \na\n \nmark\n \nof\n \nfriendship\n \nor\n \nappreciation.\n  Hospitality includes entertaining; meals or event tickets (when used in a hosted business \ncontext)\n \ngiven\n \nor\n \nreceived\n \nto\n \ninitiate\n \nor\n \ndevelop\n \nrelations.\n \nHospitality\n \nwill\n \nbecome\n \na\n \ngift\n \nif\n \nthe\n \nhost\n \nis\n \nnot\n \npresent.\n  No gift should be given nor hospitality offered by an employee or anyone working on our behalf \nto\n \nany\n \nparty\n \nin\n \nconnection\n \nwith\n \nour\n \nbusiness\n \nwithout\n \nreceiving\n \nprior\n \nwritten\n \napproval\n \nfrom\n \nAshutosh\n \nPulate\n \n,\nCEO\n.\n \nSimilarly,\n \nno\n \ngift\n \nnor\n \noffer\n \nof\n \nhospitality\n \nshould\n \nbe\n \naccepted\n \nby\n \nan\n \nemployee\n \nor\n \nanyone\n \nworking\n \non\n \nour\n \nbehalf\n \nwithout\n \nreceiving\n \nprior", "by\n \nan\n \nemployee\n \nor\n \nanyone\n \nworking\n \non\n \nour\n \nbehalf\n \nwithout\n \nreceiving\n \nprior\n \nwritten\n \napproval\n \nfrom\n \nAshutosh\n \nPulate\n \n,CEO\n.\n  A record will be made of every instance in which gifts or hospitality are given or received.  As the law is constantly changing, this policy is subject to review and the Company reserves the \nright\n \nto\n \namend\n \nthis\n \npolicy\n \nwithout\n \nprior\n \nnotice.\n  \nG)\n \nPOLICY\n  It is prohibited, directly or indirectly, to offer, give, request or accept any bribe i.e. gift, loan, \npayment,\n \nreward\n \nor\n \nadvantage,\n \neither\n \nin\n \ncash\n \nor\n \nany\n \nother\n \nform\n \nof\n \ninducement,\n \nto\n \nor\n \nfrom\n \nany\n \nperson\n \nor\n \ncompany\n \nin\n \norder\n \nto\n \ngain\n \ncommercial,\n \ncontractual\n \nor\n \nregulatory\n \nadvantage\n \nfor\n \nthe\n \nCompany,\n \nor\n \nin\n \norder\n \nto\n \ngain\n \nany\n \npersonal\n \nadvantage\n \nfor\n \nan\n \nindividual\n \nor\n \nanyone\n \nconnected\n \nwith\n \nthe\n \nindividual\n \nin\n \na\n \nway\n \nthat\n \nis\n \nunethical.\n \nIt\n \nis\n \nalso\n \nprohibited\n \nto", "the\n \nindividual\n \nin\n \na\n \nway\n \nthat\n \nis\n \nunethical.\n \nIt\n \nis\n \nalso\n \nprohibited\n \nto\n \nact\n \nin\n \nthe\n \nabove\n \nmanner\n \nin\n \norder\n \nto\n \ninfluence\n \nan\n \nindividual\n \nin\n \nhis\n \ncapacity\n \nas\n \na\n \nforeign\n \npublic\n \nofficial.\n \nYou\n \nshould\n \nnot\n \nmake\n \na\n \npayment\n \nto\n \na\n \nthird\n \nparty\n \non\n \nbehalf\n \nof\n \na\n \nforeign\n \npublic\n \nofficial.\n  If you are offered a bribe, or a bribe is solicited from you, you should not agree to it unless your", "immediate safety is in jeopardy. You should immediately contact Ashutosh Pulate, CEO so that \naction\n \ncan\n \nbe\n \ntaken\n \nif\n \nconsidered\n \nnecessary.\n \nYou\n \nmay\n \nbe\n \nasked\n \nto\n \ngive\n \na\n \nwritten\n \naccount\n \nof\n \nevents.\n \nIf\n \nyou,\n \nas\n \nan\n \nemployee\n \nor\n \nperson\n \nworking\n \non\n \nour\n \nbehalf,\n \nsuspect\n \nthat\n \nan\n \nact\n \nof\n \nbribery,\n \nor\n \nattempted\n \nbribery,\n \nhas\n \ntaken\n \nplace,\n \neven\n \nif\n \nyou\n \nare\n \nnot\n \npersonally\n \ninvolved,\n \nyou\n \nare\n \nexpected\n \nto\n \nreport\n \nthis\n \nto\n \ncontact\n \nAshutosh\n \nPulate,\n \nCEO\n.\n \nYou\n \nmay\n \nbe\n \nasked\n \nto\n \ngive\n \na\n \nwritten\n \naccount\n \nof\n \nevents.\n  Appropriate checks will be made before engaging with suppliers or other third parties of any \nkind\n \nto\n \nreduce\n \nthe\n \nrisk\n \nof\n \nour\n \nbusiness\n \npartners\n \nbreaching\n \nour\n \nanti-bribery\n \nrules.\n \nThe\n \nCompany\n \nwill\n \nensure\n \nthat\n \nall\n \nof\n \nits\n \ntransactions,\n \nincluding\n \nany\n \nsponsorship\n \nor\n \ndonations\n \ngiven\n \nto\n \ncharity,\n \nare\n \nmade\n \ntransparently", "any\n \nsponsorship\n \nor\n \ndonations\n \ngiven\n \nto\n \ncharity,\n \nare\n \nmade\n \ntransparently\n \nand\n \nlegitimately.\n \nThe\n \nCompany\n \ntakes\n \nany\n \nactual\n \nor\n \nsuspected\n \nbreach\n \nof\n \nthis\n \npolicy\n \nextremely\n \nseriously\n \nand\n \nwill\n \ncarry\n \nout\n \na\n \nthorough\n \ninvestigation\n \nshould\n \nany\n \ninstances\n \narise.\n  We will uphold laws relating to bribery and will take disciplinary action against any employee, or \nother\n \nrelevant\n \naction\n \nagainst\n \npersons\n \nworking\n \non\n \nour\n \nbehalf\n \nor\n \nin\n \nconnection\n \nwith\n \nus,\n \nshould\n \nwe\n \nfind\n \nthat\n \nan\n \nact\n \nof\n \nbribery,\n \nor\n \nattempted\n \nbribery,\n \nhas\n \ntaken\n \nplace.\n \nThis\n \naction\n \nmay\n \nresult\n \nin\n \nyour\n \ndismissal\n \nif\n \nyou\n \nare\n \nan\n \nemployee,\n \nor\n \nthe\n \ncessation\n \nof\n \nour\n \narrangement\n \nwith\n \nyou\n \nif\n \nyou\n \nare\n \nself-employed,\n \nan\n \nagency\n \nworker,\n \ncontractor\n \netc.", "ATTENDANCE AND WORK MANAGEMENT  \nPurpose:  \nThe Attendance and Work Management Policy sets clear guidelines for tracking employee attendance, \nwork hours, and approved leaves. It ensures transparency and fairness in managing work schedules \nand helps employees understand expectations. The policy suppo rts employees by streamlining the \nleave application process and promoting a healthy work -life balance. It reflects the management's \ncommitment to employee well -being and fosters a productive work environment that values both \nwork -life balance and respect f or employees' time off needs.  \nScope : This policy applies to all employees of P99Soft Pvt Ltd.  \nAttendance Management:  \nWorking Hours:  \nThe standard working hours are 9:00 am to 6:00 pm, totalling  9 hours per day. Employees are expected \nto be present and ready to work during these hours unless alternative arrangements have been \napproved. Employees may be permitted to work remotely based on job requirements and", "approved. Employees may be permitted to work remotely based on job requirements and \nmanagement approval. Clear deliverable s, availability requirements, and performance expectations \nwill be set for remote workers.  \nPunctuality :  \nEmployees are expected to be punctual and report to work on time. Persistent tardiness may result in \ndisciplinary action like verbal/written warning, deduction of salary for unauthorized absences or \nsuspension or termination, in extreme cases  \nAbsences :  \nEmployees must notify their reporting manager as early as possible, ideally within 1 hour of the \nscheduled start time, if they will be absent for an extended period during working hours. In unforeseen \ncircumstances, such as illness or emergencies, employee s should notify their reporting manager as \nsoon as possible. If a sick leave extends beyond 2 days, employees must provide appropriate \ndocumentation, such as a medical certificate.  \nLeave Requests:", "documentation, such as a medical certificate.  \nLeave Requests:  \nEmployees are required to submit leave requests through the HRMS, detailing the type of leave, dates, \nand reason. They must also notify their reporting manager, client, and all concerned parties via email. \nOn the day of leave, employees must update their S lack status to \"Leave\" and set their email status to \n\"Out of Office (OOO)\" to inform all concerned parties. Leave requests should be submitted well in \nadvance, whenever possible, to allow for proper planning of work schedules. Reporting managers will \nreview and approv e or deny leave requests based on operational requirements and team availability. \nThe organization reserves the right to deny leave requests in exceptional circumstances or when \noperational needs cannot be met.  \nLeave Entitlements and Availment Guidelines:  \n1. Annual Leave: Employees are entitled to 12 annual leaves per year, with 1 leave credited each", "1. Annual Leave: Employees are entitled to 12 annual leaves per year, with 1 leave credited each \nmonth. A maximum of 6 unused annual leaves can be carried forward to the next year. Employees", "must apply for annual leave in HRMS at least 2 weeks in advance and inform their reporting manager \naccordingly.  \n2. Casual Leave: Granted for brief, unplanned absences. Casual leave can be availed for a minimum of \nhalf a day to a maximum of three days. It cannot be combined with earned or sick leaves. Approval \nfrom the manager is required at least 2 weeks before the scheduled start date if availing more than \none casual leave at a time.  \n3. Sick Leave: Provided to employees for illness or medical appointments.  \n 4. Maternity/Paternity Leave: Granted to employees for the birth or adoption of a child.  \n5. Public Holidays: Employees are entitled to holidays recognized by the organization. Attendance \nMonitoring and Reporting:  \nP99Soft maintains an HRMS attendance system to monitor and record employee attendance. \nReporting managers will review and maintain attendance records, including late arrivals, early", "Reporting managers will review and maintain attendance records, including late arrivals, early \ndepartures, and absences. Employees are responsible for marking their dail y attendance in the HRMS. \nIf any time off occurs during normal working hours, employees must inform their reporting manager \nand HR and compensate for the work hours later accordingly. It is crucial to log in and out daily to avoid \nthe system marking the da y as leave if login and logout are missed. Our HRMS platform, KEKA , allows \nemployees to regularize their attendance up to 8 days in a month.  \nAttendance Regularization Process:  \nWhat is Regularization?  \nRegularization is the process of correcting or updating attendance records in the HRMS system (Keka) \nwhen an employee misses logging in or out on a workday or when there is an error in the recorded \nattendance.  \nRegularization Limit:  \nEmployees are allowed to regularize up to 8 days of attendance per month in Keka. It's important to", "use this option judiciously, as exceeding this limit is not permitted within the system.  \nWhen to Regularize?  \nIf you miss logging in or out on a workday, or if there is a discrepancy in your attendance record (such \nas an incorrect punch time or a missed punch), you should initiate the regularization process as soon \nas possible.  \nHow to Regularize Attendance:  \n1. Log into the Keka HRMS system.  \n2. Navigate to the attendance section and identify the day(s) that require regularization.  \n3. Select the \"Regularize Attendance\" option for the relevant date.  \n4. Provide a valid reason for the regularization request (e.g., forgot to log in/out, system error, etc.)  \n5. Submit the regularization request for approval.", "Approval Process: Once the regularization request is submitted, it will be sent to your reporting \nmanager for review. The manager will approve or deny the request based on the provided reason and \noverall attendance record.  \nTips for Avoiding Regularization:  \n1. Daily Login/Logout: Make it a habit to log in and log out daily to avoid the need for regularization.  \n2. Review Attendance Regularly: Check your attendance records weekly to catch any discrepancies \nearly and correct them within the regularization limit.  \nWork Policy:  \n● Employees working for client s are required to work from the office for three days  or as specifie d by \ntheir respective cli ent team , while all other employees are required to work from the office f or four \ndays . WFO is optional for the remaining days in the week . If an employee requires an extended period \nof remote work due to genuine reasons, they must seek prior approval from their manager, who will", "of remote work due to genuine reasons, they must seek prior approval from their manager, who will \nassess the request based on necessity and other relevant factors.  \n● If client -related tasks necessitate an alternative work arrangement, employees must notify P99Soft \nmanagement and adhere to the client's requirements.  \n● Interns, non -billable employees, and non -engineering staff (such as HR, Recruiters, Sales, Marketing, \nOperations, etc.) are expected to work from the office for a minimum of four days during the standard \nfive-day workweek. They are entitled to five Work from  Home (WFH) days per month; however, no \nmore than one WFH day may be taken consecutively in a week without prior permission. All WFH \nrequests must be approved in advance by the employee's manager.  \n● In the event of any deviations from the applicable work -from -office policy or in case of absence, \nemployees must seek prior approval from their manager.", "employees must seek prior approval from their manager.  \n● Employees must update the designated work -from -office report for easy tracking of their status.  \n● Employees have the option to regularize up to 8 days of attendance per month in the HRMS system. \nTo avoid having a day marked as leave, employees must log in and log out on a daily basis.  \nCompliance and Disciplinary Action:  \n➢ Non -compliance with this policy may result in disciplinary action,  LOP’s , ranging from counselling  \nand warnings to suspension or termination of employment.  \n➢ The organization will handle attendance and leave management issues fairly and consistently, \nconsidering individual circumstances and organizational needs.  \n ➢ An employee ’s absence will be considered excused if they provide sufficient notice (at least 48 \nhours in advance) to their reporting manager, the absence request is approved in advance by the", "hours in advance) to their reporting manager, the absence request is approved in advance by the \nreporting authority/manager and the HR Manager, or timely notification is pr ovided on the day of \nabsence or in advance for anticipated absences.  \n➢ An employee’s absence will be deemed unexcused if they fail to call in, give late notice, fail to give \nadvance notice for an absence that could be anticipated, or exceed the number of authorized \nabsences. Unexcused absences are subject to corrective disci pline or termination as per the policies \non discipline and separation of employment.", "➢ Excessive absenteeism is defined as two or more instances of unexcused absence in a calendar \nmonth. Such absenteeism is subject to corrective discipline. Any eight instances of unexcused \nabsenteeism in a calendar year are considered grounds for terminatio n.  \n➢ If an employee is absent for three days or more without prior notice or approval, it is considered \njob abandonment, and the employee is separated from employment as a voluntary quit.  \nCOMPLIANCE:  \nThis policy aligns with Indian labour laws, including the Shops and Establishments Act, Factories Act, \nand other relevant employment laws.  \nPolicy Review: This policy will be periodically reviewed to ensure its effectiveness and compliance with \napplicable laws and regulations. Amendments or updates to the policy will be communicated to all \nemployees.", "Conflict of Interest Policy  \n1. Introduction and Objective \nThe purpose of this Conflict of Interest Policy is to protect the integrity and reputation of P99Soft \nPrivate\n \nLimited\n \nby\n \nensuring\n \nthat\n \nall\n \nthe\n \ndecisions\n \nmade\n \nby\n \nemployees,\n \nofficers,\n \nboard\n \nmembers,\n \nand\n \nother\n \nstakeholders\n \nare\n \nmade\n \nobjectively\n \nand\n \nin\n \nthe\n \nbest\n \ninterests\n \nof\n \nthe\n \norganization.\n \nThis\n \npolicy\n \nis\n \nintended\n \nto\n \nidentify,\n \ndisclose,\n \nand\n \nmanage\n \nany\n \nactual,\n \npotential,\n \nor\n \nperceived\n \nconflicts\n \nof\n \ninterest.\n \na) P99Soft Private Limited and its subsidiaries and affiliates operating across all geographical regions \n(hereinafter\n \nreferred\n \nto\n \nas\n \n“P99Soft”\n \nor\n \nthe\n \n“Company”\n \nor\n \n“We”)\n \nare\n \ncommitted\n \nto\n \nconducting\n \nbusiness\n \nholding\n \nthe\n \nhighest\n \nstandards\n \nof\n \nintegrity,\n \napplicable\n \nlaws,\n \nand\n \nregulations,\n \nmoral\n \nand\n \nethical\n \nstandards.", "of\n \nintegrity,\n \napplicable\n \nlaws,\n \nand\n \nregulations,\n \nmoral\n \nand\n \nethical\n \nstandards.\n \nb) A conflict of interest occurs when an employee's personal activities or relationships (i.e. \ncompeting\n \ninterests)\n \ninterfere\n \nwith\n \ntheir\n \nability\n \nto\n \nmake\n \nan\n \nobjective\n \ndecision\n \nfor\n \nP99Soft\n \nand\n \ndo\n \nwhat\n \nis\n \nbest\n \nfor\n \nthe\n \nCompany.\n \nConflicts\n \nof\n \ninterest,\n \nin\n \nfact,\n \nor\n \nappearance,\n \ncan\n \nalso\n \ndecrease\n \nshareholder\n \nvalue\n \nand\n \nexpose\n \nP99Soft\n \nto\n \nlegal\n \nliability\n \nand\n \nreputational\n \nharm.\n \nP99Soft\n \nemployees\n \nare\n \nexpected\n \nto\n \ndiligently\n \navoid\n \nsuch\n \nconflicts.\n \nc) The policy's purpose is to set out P99Soft’s approach to identifying, managing, and regulating \nConflicts\n \nof\n \nInterest\n \nthat\n \nmay\n \narise\n \nduring\n \nthe\n \ncourse\n \nof\n \nbusiness\n \nactivities.\n \nIt\n \nlays\n \nthe\n \nprinciples\n \nfor\n \nundertaking\n \nbusiness\n \ntransactions\n \nwith\n \nundivided\n \nloyalty\n \nand\n \nwithout\n \nany\n \npersonal\n \nconflicts.", "transactions\n \nwith\n \nundivided\n \nloyalty\n \nand\n \nwithout\n \nany\n \npersonal\n \nconflicts.\n \nd) This Policy forms an integral part of P99Soft’s Code of Conduct and Anti-Bribery and \nAnti-Corruption\n \nPolicy.\n \nIt\n \nmust\n \nbe\n \nread\n \nin\n \nconjunction\n \nwith\n \nthese\n \npolicies\n \nand\n \nrelevant\n \nlaws\n \nand\n \nregulations\n \nas\n \napplicable\n \nto\n \nP99Soft.\n \n2. Applicability \na) This Policy applies to all the Employees of P99Soft and its subsidiaries and its affiliates worldwide. \nP99Soft\n \nbusiness\n \nunits\n \nmay,\n \nat\n \ntheir\n \ndiscretion,\n \nestablish\n \nmore\n \nstringent\n \nactivity-specific\n \nguidance\n \nor\n \nspecific\n \nvalue\n \nlimits\n \nfor\n \na\n \ncountry/region\n \nupon\n \napproval\n \neither\n \nfrom\n \nthe\n \nChief\n \nExecutive\n \nOfficer\n \n(“CEO”)\n \nor\n \nthe\n \nGeographical\n \nHeads.\n \n3. Policy Framework \n3.1. Type of Conflict of Interest: \na) P99Soft recognizes three major types of conflict of interest: \ni. Real Conflict of Interest: Personal Interests of an employee, which directly/indirectly", "i. Real Conflict of Interest: Personal Interests of an employee, which directly/indirectly \ncontradicts/conflicts\n \nwith\n \nthe\n \ninterests\n \nof\n \nthe\n \nCompany;\n \nii. Potential Conflict of Interest: Personal Interests of an employee, which may contradict/conflict \nwith\n \nthe\n \ninterests\n \nof\n \nthe\n \nCompany;", "iii. Perceived Conflict of Interest: Personal Interests of an employee, which in the eyes of an \nindependent\n \nperson,\n \nmay\n \nbe\n \nconsidered\n \nas\n \ncontradicting/conflicting\n \nwith\n \nthe\n \ninterests\n \nof\n \nthe\n \nCompany.\n \n3.2. Conflict of Interest - Scenarios: \nIndicative scenarios, situations, or relationships that may lead to a real, potential, or perceived \nconflict\n \nof\n \ninterest\n \nare\n \ncategorized\n \nbelow:\n \na) Family members and close personal relationships  \ni. Employees conducting any P99Soft business with a relative or a business in which a relative is \nassociated\n \nin\n \na\n \nkey\n \nrole.\n \nii. Employing a member of an employee’s immediate family or those in a close personal relationship \nsuch\n \nas\n \nfriends\n \nand\n \nsuch\n \nemployment\n \nwould\n \ncreate\n \na\n \nmanager-subordinate\n \nrelationship\n \nor\n \nother\n \nprofessional\n \nrelationships\n \nthat\n \ncould\n \nimpair\n \nthe\n \nemployee’s\n \nindependence\n \nor\n \ninfluence\n \nthe\n \njudgment\n \nof\n \neither\n \nparty\n \ndirectly\n \nor", "employee’s\n \nindependence\n \nor\n \ninfluence\n \nthe\n \njudgment\n \nof\n \neither\n \nparty\n \ndirectly\n \nor\n \nindirectly.\n \nExcept\n \nwherein\n \nemployment\n \noffered\n \nis\n \nbased\n \non\n \nthe\n \nqualification\n \nby\n \nfollowing\n \na\n \ndefined\n \nhiring\n \nprocess\n \nand\n \nany\n \nconflict\n \nof\n \ninterest\n \nis\n \ndisclosed\n \nto\n \nthe\n \nChief\n \nExecutive\n \nOfficer\n \n(“CEO”)\n \nor\n \nHRBP\n \nbefore\n \njoining\n \nthe\n \nCompany\n \nby\n \nboth\n \nthe\n \nemployees\n \n(i.e.\n \nnew\n \nand\n \nold).\n \niii. A family member works for P99Soft competitor, partner, customer, supplier, or potential entity for \nacquisition\n \nin\n \na\n \nway\n \nthat\n \nrelates\n \nto\n \nor\n \ncould\n \ninterfere\n \nwith\n \nan\n \nemployee’s\n \nrole\n \nat\n \nP99Soft.\n \niv. Engaging in any Non-P99Soft business relationships with someone in an employee’s reporting \nhierarchy\n \n(e.g.\n \nborrow/lend\n \nmoney,\n \nrent\n \nproperty,\n \nor\n \nother\n \npersonal\n \nbusiness\n \ndealing).\n \nb) Personal investments and corporate opportunities", "or\n \nother\n \npersonal\n \nbusiness\n \ndealing).\n \nb) Personal investments and corporate opportunities \ni. Employees own, either directly or indirectly, a substantial interest including financial interest in any \nbusiness\n \nthat\n \ndoes\n \nor\n \nseeks\n \nto\n \ndo\n \nbusiness\n \nwith\n \nor\n \nis\n \nin\n \ncompetition\n \nwith\n \nP99Soft.\n \nii. Employees making personal business or investment opportunities that are discovered during their \nwork\n \nat\n \nP99Soft.\n \nP99Soft\n \nexplicitly\n \nprohibits\n \nemployees\n \nfrom\n \nmaking\n \nsuch\n \ninvestments\n \nor\n \nengaging\n \nin\n \nsuch\n \nbusiness\n \nactivities.\n \nc) Outside employment \ni. Outside work, including self-employment or commercial pursuit of hobbies and interests, interferes \nwith\n \nthe\n \nemployee’s\n \nability\n \nto\n \nfulfil\n \ntheir\n \nresponsibilities\n \nto\n \nP99Soft\n \nor\n \nthat\n \nnegatively\n \nimpacts\n \ntheir\n \nperformance\n \nor\n \nwork\n \nhours,\n \nincluding\n \novertime,\n \nat\n \nP99Soft.", "impacts\n \ntheir\n \nperformance\n \nor\n \nwork\n \nhours,\n \nincluding\n \novertime,\n \nat\n \nP99Soft.\n \nii. Outside work that may, directly or indirectly, give rise to the risk of causing an employee to \ndisclose\n \nP99Soft’s\n \nconfidential\n \nor\n \nproprietary\n \ninformation\n \nor\n \ntrade\n \nsecrets.\n \niii. Outside work involving P99Soft partner, customer, supplier, or potential candidate entity for \nacquisition.\n \nHowever,\n \nP99Soft\n \nexplicitly\n \nprohibits\n \noutside\n \nwork\n \ninvolving\n \na\n \ncompetitor.\n \niv. An employee serves as a director of any company that competes with P99Soft or an employee \nserves\n \nas\n \na\n \ndirector\n \nof\n \nP99Soft’s\n \nsupplier,\n \ncustomer,\n \nor\n \nany\n \nother\n \nbusiness\n \npartners.", "v. Acting as consultants/advisors in any form to any government/regulatory body/industry \nassociation,\n \nwhich\n \ncan\n \ninfluence\n \nP99Soft’s\n \nbusiness.\n \nd) Other potential conflicts \ni. An employee participating externally in the development of intellectual property. \nii. Participating in external speaking engagements, seminars, forums, publications, and \nendorsements.\n \niii. An employee working for a not-for-profit organization, club, or charitable institution. However, the \nemployee\n \nmust\n \nensure\n \nthat\n \nthe\n \nservices\n \nprovided\n \ndo\n \nnot\n \naffect\n \nP99Soft’s\n \ninterest\n \nor\n \nreputation.\n \niv. Accepting an expensive Gift, Hospitality, or Entertainment (“GHE”) from a supplier, service \nprovider,\n \nor\n \nany\n \nother\n \nbusiness\n \npartner\n \nthat\n \ncould\n \npotentially\n \nresult\n \nin\n \na\n \nconflict\n \nof\n \ninterest\n \nin\n \ndealing\n \nwith\n \nthe\n \nsupplier\n \nor\n \nservice\n \nprovider\n \nin\n \nrelation\n \nto\n \nany\n \nbusiness\n \narrangement.\n \nP99Soft\n \nemployees\n \nare\n \nbound\n \nto\n \ndisclose", "relation\n \nto\n \nany\n \nbusiness\n \narrangement.\n \nP99Soft\n \nemployees\n \nare\n \nbound\n \nto\n \ndisclose\n \nthe\n \nreceipt\n \nof\n \nany\n \nGHEs\n \nin\n \naccordance\n \nwith\n \nP99Soft’s\n \nGifts,\n \nHospitality\n \nand\n \nEntertainment\n \nPolicy.\n \nv. Acceptance of illegal payments, remuneration, donations, or comparable benefits from \ncompetitors,\n \ncustomers,\n \nsuppliers,\n \nor\n \npotential\n \nsuppliers\n \nthat\n \nmay\n \ninfluence\n \nan\n \nemployee’s\n \njudgment\n \nfor\n \nP99Soft.\n \nAll\n \nsuch\n \ntransactions\n \nshould\n \nbe\n \nin\n \naccordance\n \nwith\n \nthe\n \nguidelines\n \nas\n \nlaid\n \ndown\n \nin\n \nP99Soft’s\n \nAnti-Bribery\n \nand\n \nAnti-Corruption\n \nPolicy.\n \nvi. An employee is being a part of an investigation against a colleague/team member / superior \nwherein\n \neither\n \nparty\n \nmay\n \nhave\n \npreconceived\n \nopinions\n \nand\n \ntherefore\n \noutcomes\n \nmay\n \nbe\n \nbiased.\n \nvii. Any arrangement or relationship that gives the appearance of a conflict or that may cast the \nemployee,\n \nP99Soft,\n \nor\n \nany\n \nother\n \nparty\n \nin\n \na", "employee,\n \nP99Soft,\n \nor\n \nany\n \nother\n \nparty\n \nin\n \na\n \nnegative\n \nlight\n \nshould\n \nbe\n \nraised\n \nand\n \nreported\n \nto\n \nthe\n \nChief\n \nOperating\n \nOfficer\n \n(“COO”)\n \nor\n \nHRBP\n \nor\n \nChief\n \nExecutive\n \nOfficer\n \n(\"CEO\").\n \n3.3. Disclosure Mechanism: \ni. P99Soft is aware that certain conflicting interests cannot be avoided or are impractical to avoid, \nsuch\n \nas\n \na\n \nclosely\n \nrelated\n \nperson\n \nemployed\n \nwith\n \na\n \ncustomer\n \nor\n \na\n \nthird\n \nparty.\n \nii. This Policy is designed to uphold and promote the framework of protecting P99Soft’s interest at all \ntimes,\n \nby\n \nserving\n \nas\n \na\n \nmechanism\n \nfor\n \nemployees\n \nto\n \nreport/disclose\n \nall\n \nthe\n \ninstances\n \nwherein\n \nreal,\n \npotential,\n \nor\n \nperceived\n \nconflict\n \nof\n \ninterest\n \nmay\n \narise.\n \niii. Any conflict of interest must be promptly declared to the HR team within seven (7) days of \nbecoming\n \naware\n \nof\n \nthe\n \nsame,\n \nin\n \naccordance\n \nwith\n \nthe\n \nformat\n \nas\n \ngiven\n \nin\n \nAnnexure\n \n1\n \nbelow.\n \nEmployees", "in\n \naccordance\n \nwith\n \nthe\n \nformat\n \nas\n \ngiven\n \nin\n \nAnnexure\n \n1\n \nbelow.\n \nEmployees\n \nmust\n \ndisclose\n \nany\n \nreal,\n \npotential\n \nor\n \nperceived\n \nconflict\n \nof\n \ninterest\n \nduring\n \nemployment\n \nwith\n \nthe\n \ncompany\n \nor\n \nat\n \nthe\n \ntime\n \nof\n \njoining\n \nthe\n \nCompany.\n \niv. The HR team must forward all instances of any reported conflict of interest to the Compliance \nteam\n \nfor\n \nreview.\n \nThe\n \nCompliance\n \nteam\n \nmust\n \nreview\n \nthe\n \ndeclaration\n \nand\n \nprovide\n \nrecommendations\n \nincluding\n \nmitigating\n \nactions\n \nto\n \nbe\n \nundertaken\n \nto\n \nprotect\n \nP99Soft’s\n \ninterest\n \nwithin\n \n30\n \ndays\n \nof\n \nbeing\n \nthe\n \ncase\n \nreferred\n \nfor\n \nreview.", "v. The compliance team while reviewing the case of any declared conflict of interest may seek \nindependent\n \nlegal\n \nadvice/guidance\n \nwherever\n \nrequired\n \nincluding\n \nany\n \nassistance\n \nin\n \nidentifying\n \nthe\n \nmost\n \nefficient\n \nmitigating\n \nactions\n \nto\n \nbe\n \nundertaken.\n \nvi. Employees must always refrain from participating in any business activities wherein their personal \ninterest\n \nconflicts\n \nwith\n \nP99Soft’s\n \ninterest.\n \nvii. In case of any update in the status of any disclosed conflict of interest, employees are responsible \nfor\n \nreporting\n \nthe\n \nsame\n \nto\n \nthe\n \nHR\n \nTeam\n \nwithin\n \nseven\n \n(7)\n \ndays\n \nof\n \nbecoming\n \naware\n \nof\n \nthe\n \nsame.\n \nViii. The HR Team is responsible for recording all the identified conflicts of interest in a register with \nall\n \nthe\n \nrequired\n \ninformation.\n \n4. Reporting Policy Violation \na) In case of any suspected violations of this Policy, or any illegal or unethical behaviour or violations, \nof\n \nwhich\n \nan\n \nemployee\n \nbecomes", "of\n \nwhich\n \nan\n \nemployee\n \nbecomes\n \naware,\n \nabout\n \na\n \nconflict\n \nof\n \ninterest\n \nmatter,\n \nmust\n \nbe\n \nreported\n \nper\n \nP99Soft's\n \nWhistle\n \nBlower\n \nPolicy.\n \nb) P99Soft does not permit retaliation of any kind by or on behalf of the Company or by any \nEmployee\n \nagainst\n \nany\n \nindividual\n \nfor\n \nmaking\n \nreports\n \nabout\n \nactual\n \nor\n \nsuspected\n \nviolations\n \nof\n \nthis\n \nPolicy\n \n(Refer\n \nto\n \nP99Soft's\n \nWhistle\n \nBlower\n \nPolicy\n \nfor\n \ndetails).\n \n5. Disciplinary Actions for Policy Violations \na) Employees are personally responsible for full and fair disclosure of any real, potential, or perceived \nconflict\n \nof\n \ninterest.\n \nEmployees\n \nshall\n \nassist\n \nthe\n \nCompany\n \nto\n \nimplement\n \nand\n \nenforce\n \nthis\n \nPolicy.\n \nb) Concealment, intentional/ belated or inadequate disclosure of conflict of interest shall deemed to \na\n \nmisconduct\n \nand\n \nwill\n \nbe\n \ndealt\n \nwith\n \nin\n \naccordance\n \nwherein\n \nP99Soft\n \nreserves\n \nthe\n \nright\n \nto\n \ntake\n \nappropriate\n \naction\n \nfor", "accordance\n \nwherein\n \nP99Soft\n \nreserves\n \nthe\n \nright\n \nto\n \ntake\n \nappropriate\n \naction\n \nfor\n \nviolation\n \nof\n \nthis\n \nPolicy\n \nthat\n \nfits\n \nthe\n \nnature\n \nand\n \nparticular\n \nfacts\n \nof\n \nthe\n \nviolation\n \nin\n \naccordance\n \nwith\n \nP99Soft's\n \npolicies,\n \nprocedures,\n \ncontractual\n \narrangements,\n \nand\n \nthe\n \nrelevant\n \nlaws,\n \nwhere\n \napplicable.\n \n6. Administration of the Policy \na) The Policy is accessible to all the Employees on the Company’s intranet. P99Soft shall impart \ntraining\n \nannually\n \nto\n \nall\n \nthe\n \nEmployees\n \non\n \nthe\n \nprovisions\n \nof\n \nthis\n \nPolicy.\n \nb) Any questions, exceptions or evaluations related to this Policy must be forwarded to the HR Team, \nby\n \nmeans,\n \nsuch\n \nas\n \nemail,\n \nby\n \nphone\n \nor\n \nin\n \nperson.\n \nc) P99Soft will periodically review this Policy and make amendments as considered necessary in the \ninterest\n \nof\n \ngovernance\n \nand\n \nin\n \naccordance\n \nwith\n \nthe\n \nrelevant\n \nlaws\n \nand\n \nregulations.", "ANNEXURE A \n Declaration of Conflict of Interest \nI understand that it is my obligation to make this declaration of all conflicts and potential conflicts \nof\n \ninterests\n \nto\n \nthe\n \nCompany.\n \nI\n \nwould\n \nlike\n \nto\n \ndeclare\n \nan\n \nexisting\n \nor\n \npotential\n \nconflict\n \nof\n \ninterest\n \nsituation\n \narising\n \nfrom\n \nthe\n \ndischarge\n \nof\n \nmy\n \nduties\n \nconcerning\n \nthe\n \noperation\n \nof\n \nP99Soft\n \nPrivate\n \nLimited.\n \nThe\n \ndetails\n \nare\n \nas\n \nfollows\n    Name of party/ individual with whom I may have a direct or indirect potential relationship: \n     Details of my relationship with the party: \n  (This may include details of any relationship as per the Policy on Conflict of Interest such as family \nrelationship\n \nsuch\n \nas\n \na\n \nbrother,\n \nsister\n \netc.,\n \nincluding\n \na\n \nfamily\n \nmember\n \nemployed\n \nin\n \nthe\n \nentity,\n \nor\n \na\n \ncommercial\n \ninterest\n \nsuch\n \nas\n \nloans\n \nor\n \nshareholding\n \nor\n \ncontractual\n \nrelationship\n \nsuch\n \nas\n \nemployment,\n \netc.)", "loans\n \nor\n \nshareholding\n \nor\n \ncontractual\n \nrelationship\n \nsuch\n \nas\n \nemployment,\n \netc.)\n \nType of Conflict (select which apply): \n1.\n \nRelationship\n \nwith\n \nperson/entity\n \noutside\n \nP99Soft\n \nPrivate\n \nLimited\n \n2.\n \nRelationship\n \nwith\n \na\n \nP99Soft\n \nAssociate\n  \n \n3.\n Relationship with a competitor/ individual employed with a competitor           \n4.\n \nEmployment\n \noutside\n \nP99Soft\n \nPrivate\n \nLimited\n \nRelationship of the conflicted party with P99Soft Private Limited:  \n(This may include relationships such as vendor, customer, contractor, consultant, or competitor. In \ncase\n \nof\n \nan\n \non-roll\n \nassociate\n \nwithin\n \nP99Soft\n \nPrivate\n \nLimited,\n \nplease\n \nprovide\n \ntheir\n \ndesignation,\n \nfunction\n \nand\n \nlocation)\n \nAny other details: \n By signing this declaration, I acknowledge that the information provided by me is true to the best of \nmy\n \nknowledge.\n \n \nName:\n \n \nEmployment\n \nID:\n \n \n \n \nDepartment:\n \n \nDesignation:\n \n \n  \nSignature:\n \n \n  \nPlace:\n \n \nDate:", "DRESS CODE POLICY  \n At P99Soft Private Limited, we believe that maintaining a professional and respectful appearance \nfosters\n \na\n \nproductive\n \nwork\n \nenvironment.\n \nWhile\n \nwe\n \ndo\n \nnot\n \nwish\n \nto\n \nlimit\n \nyour\n \nexpressions\n \nof\n \ntaste\n \nand\n \nindividuality,\n \nwe\n \nmust\n \nall\n \nbe\n \naware\n \nthat\n \nwhat\n \nwe\n \nwear\n \nreflects\n \nour\n \nown\n \nprofessionalism\n \nand\n \nthat\n \nof\n \nthe\n \norganization.\n \nEmployees are expected to dress in Casual Business attire, which is both professional and comfortable. \nRegardless of the specific dress code policy enforced, the following must always be followed by all \nemployees:\n \n●\n \nAll\n \nemployees\n \nare\n \nexpected\n \nto\n \nbe\n \nwell-groomed\n \nand\n \nto\n \nhave\n \ngood\n \nhygiene.\n \nWe\n \nwill\n \nnot\n \nrestrict\n \nstyles\n \nthat\n \nare\n \ndictated\n \nby\n \nreligion\n \nor\n \nethnicity.\n \n●\n \nAll\n \nattire\n \nmust\n \nbe\n \nappropriate\n \nfor\n \nwork,\n \ndo\n \nnot\n \nshow\n \nup\n \nin\n \nworkout\n \nor\n \noutdoor\n \nactivity\n \ndress\n \nwear.\n \n●\n \nAll\n \nemployees\n \nmust\n \nwear", "up\n \nin\n \nworkout\n \nor\n \noutdoor\n \nactivity\n \ndress\n \nwear.\n \n●\n \nAll\n \nemployees\n \nmust\n \nwear\n \ntheir\n \ncompany-issued\n \nidentification\n \n(ID)\n \ncard\n \nwhile\n \non\n \ncompany\n \npremises\n \nfor\n \nsecurity\n \nand\n \nidentification\n \npurposes.\n \n●\n \nAll\n \nemployees\n \nare\n \nexpected\n \nto\n \ndress\n \nprofessionally;\n \nanything\n \nthat\n \nis\n \nrevealing\n \nor\n \ninappropriate\n \nwill\n \nnot\n \nbe\n \ntolerated.\n \n●\n \nAll\n \nattire\n \nshould\n \nbe\n \nclean\n \nand\n \nin\n \ngood\n \nshape,\n \nany\n \nattire\n \nwith\n \nrips,\n \ntears\n \nor\n \nholes\n \nwill\n \nnot\n \nbe\n \ntolerated.\n \n●\n \nAll\n \nemployees\n \nmust\n \navoid\n \nattire\n \nwith\n \noffensive\n \nor\n \ninappropriate\n \ndrawings\n \nor\n \nsayings.\n  \n Business Casual for Women \n●\n \nBusiness\n \ncasual\n \nattire\n \nfor\n \nwomen\n \nshould\n \nbalance\n \nprofessionalism\n \nwith\n \ncomfort.\n \nThe\n \nfollowing\n \nguidelines\n \noutline\n \nacceptable\n \noptions\n \nwhile\n \nensuring\n \ncultural\n \nappropriateness\n \nand\n \ncorporate\n \ndecorum:\n \n●\n \nElegant\n \nsleeves\n \nor\n \nsleeveless\n \nshirts,\n \nblazers,", "and\n \ncorporate\n \ndecorum:\n \n●\n \nElegant\n \nsleeves\n \nor\n \nsleeveless\n \nshirts,\n \nblazers,\n \nturtle\n \nnecks,\n \ndressy\n \ntops,\n \ncasual\n \ndresses.\n \nNote\n \nthat\n \nall\n \ndresses\n \nshould\n \nhave\n \na\n \nlength\n \nthat\n \nis\n \nbelow\n \nthe\n \nknee.\n \n●\n \nSimple\n \nand\n \nunderstated\n \njewelry\n \nis\n \nrecommended.\n \nAvoid\n \nwearing\n \nexcessively\n \nlarge\n \nor\n \nflashy\n \naccessories.", "●\n \nFlats,\n \npumps,\n \nstilettos,\n \nopen-toed\n \nheels,\n \nand\n \nclosed\n \nkitten\n \nheels.\n \n●\n \nNot\n \nallowed:\n \nRipped\n \npants\n \nor\n \nshirts,\n \nspaghetti\n \nstraps,\n \ncrop\n \ntops,\n \nsportswear,\n \nleggings,\n \nworkout\n \nclothes,\n \noff-the-shoulder\n \nshirts\n \nor\n \ndresses.\n  \n Business Casual for Men \n●\n \nBusiness\n \ncasual\n \nattire\n \nfor\n \nmen\n \nshould\n \nmaintain\n \na\n \npolished,\n \nprofessional\n \nlook\n \nwhile\n \noffering\n \ncomfort\n \nand\n \nflexibility,\n \nespecially\n \nconsidering\n \nIndia's\n \nclimate.\n \n●\n \nShort\n \nor\n \nfull-sleeved\n \nbutton-up\n \nshirts,\n \ncollared\n \nT-shirts,\n \nJackets,\n \nand\n \nsweaters.\n \nNote\n \nthat\n \nthe\n \ntop\n \nclothing\n \npiece\n \ncan\n \nhave\n \nall\n \ncolors\n \nand\n \npatterns.\n \n●\n \nSemi-formal\n \npants,\n \ntrousers\n \nand\n \njeans.\n \n●\n \nOpen-toe\n \nshoes,\n \nincluding\n \nsandals,\n \nare\n \nnot\n \nallowed\n \nfor\n \nmen.\n \nClosed-toe\n \nshoes\n \nmust\n \nbe\n \nalways\n \nworn.\n \n●\n \nNot\n \nallowed:\n \nPrinted\n \nshirts,\n \nripped\n \njeans\n \nor\n \nshirts,\n \ndenim,\n \nsandals,\n \nsportswear,\n \nRound", "Printed\n \nshirts,\n \nripped\n \njeans\n \nor\n \nshirts,\n \ndenim,\n \nsandals,\n \nsportswear,\n \nRound\n \ncollar\n \nT-shirts,\n \nshirts\n \nwith\n \ninappropriate\n \nsayings\n \nor\n \ndrawings.\n  \n NOTE: If an item is not listed, please consult with HR to discuss its appropriateness under the dress \ncode\n \npolicy.\n \nThey\n \nwill\n \nassist\n \nin\n \ndetermining\n \nwhether\n \nit\n  \nmeets\n \nthe\n \nguidelines\n \nor\n \nif\n \nadjustments\n \nto\n \nthe\n \npolicy\n \nare\n \nneeded.", "EMPLOYEES REWARD AND RECOGNITION POLICY  \nPurpose:  \nReward and recognition policy is designed to acknowledging and rewarding employees outstanding \ncontributions, achievements, and dedication either individually or through teams that contribute to \nthe overall objective of the organization, to promote a positi ve work environment that values \nemployee contributions, to encourage continuous improvement and alignment with the company’s \ngoals and values and to enhance employee morale, motivation, and loyalty . “. This policy aims to foster \na culture of appreciation, motivation, and engagement, thereby enhancing employee satisfaction, \nproductivity, and retention.  \nScope:  \nThis Policy is applicable to all the full -time employees of the company  \nQualifying Outcome for Reward and Recognition:  \n➢ Exceptional contribution in increasing motivation in the workplace  \n➢ Exceptional team building skills  \n➢ Innovative approach towards problem -solving based on organizational value", "➢ Innovative approach towards problem -solving based on organizational value  \n➢ Excellent Customer service  \n➢ Contribution in building team members competencies  \n➢ Contribution in achieving organizational objectives by performing service above normal duty  \n➢ Going out of way to form a positive and inclusive work environment  \n➢ Developing new work methods that reduce waste  \n➢ Individuals possessing the highest talent are rewarded  \n➢ Going the extra mile by performing duties when the department is short -staffed. Nomination and \nSelection Process  \n❖ Nomination: Employees can be nominated by their peers, managers, or through self -nomination. \nNominations must include specific examples of the employee’s achievements and contributions.  \n❖ Evaluation: A Reward and Recognition Committee (RRC) will review nominations and select winners \nbased on predefined criteria.  The RRC will consist of representatives from HR, senior management, \nand cross -functional teams.", "and cross -functional teams.  \n❖ Approval: The final list of awardees will be approved by the HR Head and the CEO. Types of Rewards \nand Incentives:  \n1. Monetary Incentive Reward:   \nVarious types of Monetary incentive rewards include Variable Pay, Joining Bonuses, Referral Bonuses \nand Relocation reimbursement.", "2. Variable Pay:   \nVariable pay is linked to company performance , organizational achievements , individual performance , \nor a combination of these factors. It is disbursed quarterly  as a reward and is calculated based on the \nnumber of prorated days of active employment  during the respective quarter.  \n3. Joining Bonus:   \nIt is offered to those employees who join our company on an immediate basis and with niche skills. \nJoining Bonus is given after completion of 3 months of service in the company. “However, if the \nemployee  leaves the company within 1 year of receiving the joining bonus, they will be required to \nrepay the entire bonus amount to the company.\"  \n4. Employee Referral Bonus:   \nThe employee is eligible for this reward if the candidate who is referred by the employee, completes 3 \nmonths of service in the company.  \nReferral Bonus reward is as follows:  \nNote: Referral Bonus is not applicable for referring for the below profiles", "Note: Referral Bonus is not applicable for referring for the below profiles  \n● Freshers or Candidates with less than 3 years of experience  \n● Any non -technical staff like HR, marketing, etc  \nRelocation Reimbursement:  \nDepending on the necessity, the employer agrees to assist with relocation reimbursement for the \nemployee. The employee is eligible to receive this reimbursement if they relocate according to the \nagreed terms. It will be paid once the employee relocates and  starts working from the agreed -upon \noffice location. To claim the bonus, the employee needs to submit at least 90% of the bills related to \nrelocation expenses, including costs such as moving, travel, food, and temporary housing. “However, \nif a candidate resigns within 3 months of receiving the relocation reimbursement, they are required \nto return the entire reimbursed amount to the company before leaving the organization”  \n \nQuarter ly Cateogry  Award s:", "Quarter ly Cateogry  Award s:  \nThis Reward is given to employees who perform well during the concerned quarterly period. They will \nreceive a Certificate of Recognition, a memento along with an Amazon Gift card.  \nYearly Category Awards:  \nThis Reward is given to employees who perform well during the concerned year for the category \nspecified. They will receive a Certificate of Recognition, a memento along with Amazon  Gift card.  \nEmployee of the Year Reward  \nThis Reward is given to the individuals, committed towards setting excellent benchmarks throughout \nthe year. Certification and memento  will be awarded.  \nCommunication  \nAll rewards and recognitions will be communicated company -wide through emails, newsletters, or \nannouncements during town halls or team meetings.", "A dedicated section on the company intranet or bulletin board will showcase awardees and their \nachievements.  \nAll nominations and deliberations of the RRC will remain confidential. Only the final decisions will be \ncommunicated publicly.  \nCompliance with Laws  \nThe policy will comply with all applicable Indian labour laws, including but not limited to, the Payment \nof Bonus Act, 1965, the Income Tax Act, 1961 and the Shops and Establishments Act of the respective \nstate.  \nContact  \nFor any questions or clarifications regarding this policy, employees may contact the HR department at \nhr@p99soft.com", "GRATUITY POLICY  \nGratuity is a benefit provided to employees as per the Payment of Gratuity Act, 1972. It is a component \nof the gross income and is a reward for long -term service with the company and to provide financial \nassistance to employees upon their retirement, resig nation, or death.  \nEligibility for Gratuity Payment:  \nTo be eligible for the gratuity payment, an employee must meet the following criteria:  \n➢ The employee has completed a minimum of 5 years of continuous service with the company.  \n➢ The employee qualifies for superannuation.  \n➢ The employee has retired from their position.  \n➢ The employee has resigned after serving the company for at least 5 years.  \n ➢ In the event of the employee's death, or if the employee becomes disabled due to an accident or \nillness, the gratuity is payable to the employee's heir or nominee.  \nApplication and Payment Process:  \nThe process for claiming gratuity involves:", "Application and Payment Process:  \nThe process for claiming gratuity involves:  \n1. The employee (or their heir/nominee) submits an application for gratuity.  \n 2. The application is reviewed and endorsed by the authorized person within the company.  \n3. Upon receiving the application, the employer acknowledges receipt and has 30 days to process and \ndisburse the gratuity payment to the employee.  \n4. The company will deduct TDS on the gratuity amount as per the applicable tax rates and provisions  \n5. The HR department will maintain accurate records of each employee’s service details, including \ndates of joining, promotions, and resignations/retirements.  \nForfeiture of Gratuity:  \nThe employer reserves the right to partially or wholly forfeit the gratuity payment if the employee is \nterminated due to misconduct or violation of company policies.  \nGratuity in Case of Death:  \nIn the unfortunate event of an employee's death, the gratuity will be paid to the employee's", "In the unfortunate event of an employee's death, the gratuity will be paid to the employee's \ndesignated heir or nominee. Employees are required to submit a nomination form at the time of \njoining or within 30 days of becoming eligible for gratuity. The  nomination form must include details \nof the nominee(s) who will receive the gratuity in the event of the employee’s death. Employees can \nupdate their nomination details at any time by submitting a revised nomination form to the HR \ndepartment.  \nCompliance  \nThis policy complies with the Indian labour laws including but not limited to the Payment of Gratuity \nAct, 1972, the Income Tax Act, 1961 and Shops and Establishments Act of the respective state.", "LEAVE POL ICY \n \nLeave is provided for genuine reasons, whether casual, planned, medical, or extraordinary. At P99SOFT, \nwe acknowledge the importance of time off and aim to balance work and personal life through our \nleave programs.   \nPurpose   \nTo outline the various types of leave available to employees and ensure a balanced work schedule that \npromotes well -being and productivity. This policy applies to all employees of the company, regardless \nof their role, level, or employment type (permanent, contractual, or temporary).   \nPolicy   \n• Employees can begin taking leave from their date of joining if they have an available balance.   \n• Our leave calendar runs from April 1st to March 31st.   \n• Leave requests must be approved by the reporting authority.   \n• Employees are entitled to the following leave annually: Annual Leave: 12 days; Casual Leave: \n3 days; Sick Leave: 6 days   \n• Saturdays and Sundays are considered weekly offs.", "3 days; Sick Leave: 6 days   \n• Saturdays and Sundays are considered weekly offs.   \n• For long leave ( 2 days or more sick leaves), employees must provide a medical certificate from \na healthcare provider to the HR Department.   \nSick Leave (SL)  policy  \n• Employees are entitled to 6 days of Sick Leave  per annum. Unused Sick  Leave will lapse on \nApril 1st each year and will not be carried forward.  \n• Sick Leave will be credited on a prorated basis  depending on the employee's month of joining. \nThe applicable balance will be added on the first day of joining.  \n• Sick Leave must be applied for on the same day, a day before, or within 3 days after availing \nthe leave, through the Keka HRMS.  \n• Additionally, employees must notify their manager via email, keeping Ashutosh and HR in CC \nwhen applying for Sick Leave.  \nAnnual Leave (AL)  policy  \n• Employees are entitled to 12 days of Annual Leave per annum , accrued at the rate of 1 day \nper month .", "per month . \n• Annual Leave must be applied at least 15 days in advance  through the appropriate HRMS \nplatform.  \n• Unused leave  for a given month can be carried forward  to the next month. However, advance \nleave (not yet accrued)  cannot be availed.  \n• In the event of resignation , any unused Annual Leave  will be encashed  based on the \nemployee’s last drawn Basic salary , subject to prior approval from the Manager and \nManagement . \n• At the end of the leave calendar year , a maximum of 6 unused Annual Leave days  can be \ncarried forward  to the next year. Any balance beyond 6 days will lapse on April 1st .", "Example:   \nAn employee joined P99soft on 1st April 2022 and in the financial year between 1st April 2022 to 31st \nmarch 2023 he took 5 annual leaves so 6 leaves got carried forward to the next financial year and 1 \nleave got lapsed. Now in the next financial year 1st A pril 2023 to 31st March 2024, the employee again \ntook 6 annual leaves so the 6 leave gets carried forward. His annual  leave carried forward balance on \n1st April 2024 will be 12 and then he again gets 12 annual leaves between 1st April 2024 to 31st March \n2025.   \nCasual Leave (CL) Policy  \n• Employees are entitled to 3 days  of Casual Leave per annum, granted on a prorated basis from \nthe date of joining.  \n• Casual Leave may be applied  for any unplanned  or emergency  reasons  for on the same day, a \nday before, or within 5 days after availing the leave.  \n• Unused Casual Leave for a given month may be carried forward to the next month. However, \nany remaining balance will lapse on April 1st each year.", "any remaining balance will lapse on April 1st each year.  \n \nCompensatory Off   \n● Employees who work on a Saturday or Sunday for at least 7 - 8 hours can apply for Compensatory Off \nleave which must be approved by their manager . This leave can be requested through Keka (HRMS) or \nthrough HR and must be used within a year.   \n \nLeave Application Process   \n● All types of leave must be applied for through the Keka HRMS. Additionally, employees must inform \ntheir manager, HR Anusha Kalidindi  , and CEO ashutosh.pulate@p99soft.com by email.    \n● Employees must apply for leave in advance and the applications must be approved by the employee’s \nmanager and the HR department. In case of emergencies employees must inform their manager and \nthe HR department at the earliest opportunity.   \n● A formal leave application must be submitted upon return to work. The HR department will maintain \naccurate records of all leave applications, approvals, and balances.", "accurate records of all leave applications, approvals, and balances.   \n● Employees can access their leave balance through the HRMS. For sick leave exceeding 2 days, \nemployees must submit supporting documents.   \nCompliance   \nThis policy complies with the Indian labour laws of the Shops and Establishments Act of the respective \nstate, the Maternity Benefit Act, 1961 and the Payment of Wages Act, 1936.   \nFor any questions or clarifications regarding this policy, employees may contact the HR department at \nHR P99Soft .", "MATERNITY & PATERNITY LEAVE POLICY  \nSummary  \nThe Maternity and Paternity Leave Policies at P99SOFT Pvt Ltd are designed to support employees \nduring significant life events related to parenthood. These policies reflect the company’s commitment \nto fostering an inclusive, supportive, and family -friendly  workplace. By aligning with legal requirements \nand offering additional benefits, the company ensures the well -being of its employees while promoting \nwork -life harmony and gender equality.  \nMaternity Leave (ML)  \nThis policy outlines the benefits and procedures available to expectant mothers, ensuring their job \nsecurity and non -discrimination during this crucial time. It includes maternity leave duration, eligibility \ncriteria, and the application process. The polic y also offers options for extended leave or flexible work \narrangements to ease the transition back to work.  \nPolicy Terms:  \n➢ Eligibility:", "arrangements to ease the transition back to work.  \nPolicy Terms:  \n➢ Eligibility:  \nAll female employees are eligible for maternity leave as per the Maternity Benefits Act. The employee \nmust have worked for at least 80 days in the 12 months preceding the expected delivery date to qualify.  \n➢ Leave Duration:   \nAs per the Maternity Benefit (Amendment) Act 2017, eligible employees can avail up to 26 weeks of \nmaternity leave. This can include up to 8 weeks before the expected delivery date and the remaining \ntime post -childbirth. For women expecting their third chil d, the paid maternity leave duration is 12 \nweeks (6 weeks pre - and 6 weeks post -delivery). Employees adopting a child below the age of 3 months \nare entitled to 12 weeks of paid adoption leave, starting from the date of adoption. Employees opting \nfor surrog acy are entitled to 26 weeks of paid leave, starting from the date the child is handed over to \nthe commissioning mother.  \n➢ Miscarriage:", "the commissioning mother.  \n➢ Miscarriage:   \nIn the unfortunate event of a miscarriage, a female employee is entitled to 45 days of leave \nimmediately following the miscarriage.  \n➢ Notification:  \nThe expecting mother must inform the management about her pregnancy and the expected delivery \ndate at least 3 months before applying for leave. A medical certificate from a healthcare provider, \ndetailing the condition and expected leave duration, must be s ubmitted to the HR Department.  \n● Full Salary:  \nEmployees will receive their full salary during the maternity leave period.  \n ● Additional Leave:  \nIf an employee cannot return to work after the maternity leave period, additional leave may be granted \nthrough mutual agreement between the employee and the management.", "● Work from Home:   \nFollowing maternity leave, employees may be offered the option to work from home, based on mutual \nagreement and subject to the nature of their role and business requirements. Any extension of the \nwork -from -home arrangement beyond the maternity leave period  must be approved by the \nemployee’s manager and management, and will depend on a case -by-case assessment and mutual \nunderstanding.  \nPaternity Leave (PL)  \nThe Paternity Leave Policy is designed to support new fathers or partners, acknowledging their role in \nthe early stages of parenting. It provides paid leave to help them bond with their newborn and assist \ntheir partners.  \nPolicy Terms:  \n➢ Leave Duration:  \nMale employees are entitled to fully paid paternity leave of 5 days, to be taken within 30 days following \nthe child’s birth.  \n➢ Notification:  \nEmployees applying for paternity leave must notify their manager  of their spouse’s pregnancy at least", "30 days prior to the expected delivery date. A medical certificate from the healthcare provider must \nbe provided to the HR Department, along with supporting documents.  \nContact  \nFor any questions or clarifications regarding this policy, employees may contact the HR department at \nhr@p99soft .com", "PREVENTION OF SEXUAL HARASSMENT (POSH) \n  At The P99Soft Private Limited, we are committed to maintaining a safe and respectful workplace for all employees. \nEvery\n \nemployee\n \nis\n \nrequired\n \nto\n \nbe\n \ncertified\n \nin\n \nPOSH\n \nto\n \nhelp\n \nprevent\n \nand\n \naddress\n \nincidents\n \nof\n \nsexual\n \nharassment.\n \nThis\n \npolicy\n \nensures\n \na\n \nrespectful\n \nand\n \nsafe\n \nwork\n \nenvironment\n \nwhere\n \neveryone\n \ncan\n \nperform\n \ntheir\n \nduties\n \nwithout\n \nfear\n \nof\n \nharassment.\n  Sexual Harassment - What does it mean? Sexual Harassment is a form of discrimination and includes unwelcome attention of a sexual nature. It includes a \nrange\n \nof\n \nbehaviors\n \nfrom\n \nseemingly\n \nmild\n \ntransgressions\n \nand\n \nannoyances\n \nto\n \nactual\n \nsexual\n \nabuse\n \nor\n \nsexual\n \nassault.\n \nAnyone\n \nfrom\n \neither\n \ngender\n \ncan\n \nbe\n \na\n \nvictim\n \nof\n \nsexual\n \nharassment,\n \nand\n \nanybody\n \nfrom\n \neither\n \ngender\n \ncan\n \nbe\n \na\n \nperpetrator.", "of\n \nsexual\n \nharassment,\n \nand\n \nanybody\n \nfrom\n \neither\n \ngender\n \ncan\n \nbe\n \na\n \nperpetrator.\n  Always Remember Any conduct or behavior is unwelcome if the recipient does not consent to it and regards it as offensive. The \nrecipient\n \nor\n \nvictim\n \nnot\n \ncomplaining,\n \ndoes\n \nnot\n \nnecessarily\n \nmean\n \nor\n \nimply\n \nthat\n \nthe\n \nconduct\n \nis\n \nwelcome.\n  Types of Sexual Harassment Quid Pro Quo This occurs when an individual is asked to exchange something (e.g., job benefits) for sexual favors.  Hostile Environment Hostile environment sexual harassment occurs when either speech or conduct of a sexual nature takes place and is seen or perceived as offensive and interferes with the work performance of the recipient, or any one or more associates.  Consensual Relationships A consensual relationship is not considered harassment as long as it is welcomed by both parties. However, if the \nrelationship\n \nends\n \nand\n \none\n \nparty\n \ncontinues\n \nunwelcome\n \nbehavior,\n \nit\n \ncan\n \nbecome", "relationship\n \nends\n \nand\n \none\n \nparty\n \ncontinues\n \nunwelcome\n \nbehavior,\n \nit\n \ncan\n \nbecome\n \nharassment.\n \nBoth\n \nindividuals\n \nhave\n \nthe\n \nright\n \nto\n \nend\n \nthe\n \nrelationship\n \nat\n \nany\n \ntime\n \nwithout\n \nfear\n \nof\n \nretaliation.\n  Important Consideration \n●\n \nIf\n \na\n \nconsensual\n \nrelationship\n \nceases\n \nto\n \nexist,\n \nconduct\n \nonce\n \nconsidered\n \nwelcome\n \nmay\n \nlater\n \nbe\n \nseen\n \nas\n \nunwelcome.\n \nEither\n \nperson\n \nin\n \na\n \nconsensual\n \nrelationship\n \nhas\n \nthe\n \nright\n \nto\n \nend\n \nit,\n \nat\n \nany\n \npoint\n \nin\n \ntime,\n \nand\n \ndo\n \nso\n \nwithout\n \nfear\n \nof\n \nretaliation\n \nat\n \nthe\n \njob\n \n●\n \nIn\n \nsuch\n \ncases\n \nof\n \nceased\n \nconsensual\n \nrelationships,\n \nif\n \none\n \nobjects\n \nto\n \nearlier\n \nwelcome\n \nbehavior,\n \nthe\n \nother\n \nmust\n \nstop\n \nsuch\n \nbehavior.\n \nIn\n \nthe\n \nevent\n \nof\n \nthe\n \ncontinuance\n \nof\n \nsuch\n \nbehavior\n \ndespite\n \nobjecting,\n \nit\n \nwould\n \nbe\n \ntreated\n \nas\n \nsexual\n \nharassment\n  Steps Employees Can Take to Avoid Sexual Harassment \n●\n \nDealing\n \nwith", "sexual\n \nharassment\n  Steps Employees Can Take to Avoid Sexual Harassment \n●\n \nDealing\n \nwith\n \nthe\n \nharasser\n \nupfront\n \n●\n \nDiscuss\n \nit\n \nwith\n \na\n \nclose\n \nfriend\n \nor\n \nconfidant\n \n●\n \nReport\n \nsexual\n \nharassment\n \nto\n \nthe\n \ncompany’s\n Harassment  Redressal Committee \n●\n \nDo\n \nnot\n \naccept\n \nbehavior\n \nthat\n \nmakes\n \nyou\n uncomfortable \n●\n \nBe\n \nsupportive\n \nof\n \npeople\n \nwho\n \nwish\n \nto\n \ntalk\n \nabout\n \ntheir\n being sexually harassed & direct them to the appropriate persons/authorities  P99Soft Group has a Zero tolerance against Harassment Policy \n●\n \nEveryone\n \nin\n \nthe\n \nCompany,\n \nboth\n \nmanagement\n \nand\n \nnon-management,\n \nis\n \nresponsible\n \nfor\n \nensuring\n \na\n \nworkplace\n \nfree\n \nof\n \nsexual\n \nharassment\n \nis\n \nmaintained.\n \n●\n \nAnyone\n \nmay\n \nfile\n \na\n \nsexual\n \nharassment\n \ncomplaint\n \nregarding\n \nincidents\n \nexperienced\n \npersonally\n \nor\n \nincidents\n \nobserved\n \nin\n \nthe\n \nworkplace.", "●\n \nThe\n \nCompany\n \nstrives\n \nto\n \nmaintain\n \na\n \nlawful,\n \npleasant\n \nwork\n \nenvironment\n \nwhere\n \neveryone\n \ncan\n \neffectively\n \nperform\n \ntheir\n \nwork\n \nwithout\n \ninterference\n \nof\n \nany\n \ntype\n \nand\n \nrequests\n \nthe\n \nassistance\n \nof\n \neveryone\n \nin\n \nthis\n \neffort.\n  What to do if You Are Being or Have Been Sexually Harassed \n●\n \nNotify\n \nthe\n \noffending\n \nparty\n \nthat\n \ntheir\n \nsaid\n \nbehavior\n \nis\n \nunwelcome\n \nand\n \nneeds\n \nto\n \nstop\n \n●\n \nIf\n \nthe\n \nabove\n \noption\n \nis\n \nnot\n \nviable,\n \nimmediately\n \nnotify\n \nthe\n \nHarassment\n \nRedressal\n \nCommittee\n \nby\n \nsending\n \nan\n \nemail\n \nto\n P O S H @ p 9 9 s o f t . c o m  What happens after a POSH incident report is filed? The Company will promptly investigate any allegations of sexual harassment in as confidential a manner as \npossible\n \nand\n \ntake\n \nappropriate\n \ncorrective\n \naction\n \nif\n \nwarranted.\n  IMPORTANT REMINDER \n●\n \nP99Soft\n \nPrivate\n \nLimited\n \nalso\n \ntakes\n \na\n \nstrict\n \nview\n \nof\n \nretaliatory\n \npractices\n \nand", "Private\n \nLimited\n \nalso\n \ntakes\n \na\n \nstrict\n \nview\n \nof\n \nretaliatory\n \npractices\n \nand\n \nexplicitly\n \ndiscourages\n \nany\n \nof\n \nits\n \nemployees\n \nfrom\n \nparticipating\n \nor\n \nbehaving\n \nin\n \nsuch\n \na\n \nmanner.\n \n●\n \nRetaliation\n \nagainst\n \nanyone\n \nwho\n \nreports\n \nharassment\n \nis\n \nstrictly\n \nprohibited.\n \nAny\n \nindividual\n \nfound\n \nretaliating\n \nwill\n \nface\n \ndisciplinary\n \naction.\n \n \nP99Soft\n \nPrivate\n \nLimited\n \nPOSH\n \nGuidelines\n \nLeaflet", "SEPARATION POLICY  \nPurpose   \nThe purpose of this Separation Policy is to outline the rules and procedures for employees who wish \nto resign or whose employment is terminated at P99Soft Pvt Ltd. The policy ensures that the separation \nprocess is conducted fairly, transparently, and in a manner that minimizes disruption to business \noperations. The policy is designed to ensure compliance with Indian labour laws and to maintain a \npositive and professional relationship with departing employees.   \nScope   \nThis policy applies to all employees of P99Soft Pvt Ltd, including full -time, part -time, temporary, and \ncontract employees. It covers both voluntary resignations and employer -initiated terminations.   \nNotice Period   \n➢ During Probation or Confirmation: Employees who resign or are terminated during their probation \nor confirmation period are required to serve the notice period as Thirty (30) days on termination .", "➢ During this notice period, employees will not receive the ir salary payments. These payments will be \nwithheld as part of the separation process.  \n➢ The HR department will conduct an exit interview to gather feedback and understand the reasons \nfor the resignation.   \nTermination   \n● The Company may terminate an employee for reasons such as misconduct, poor performance, or \nviolation of company policies. The termination process will comply with the principles of natural \njustice, including a fair investigation and an opportunity for th e employee to present their case.   \n● In cases where termination is not due to employee fault, the Company will provide notice or payment \nin lieu of notice as per the employment contract and applicable labour laws.   \nFinal Documentation and Payments   \n➢ Release of Documents: All official documents, such as experience certificates, relieving letters, and \nfinal settlement details, will be released 45 days after the Last Working Day (LWD).", "final settlement details, will be released 45 days after the Last Working Day (LWD).   \n➢ Final Payment: The final payment, including any due salary and settlements, will be released 30 \ndays /next pay cycle  after the LWD.   \n➢ The Management reserves the right to recover the entire amount in following cases  \n i) Parental Insurance   \nii) If the employee leaves within a year of getting reimbursement  for certification  \n iii) Relocation/ joining bonus to be recovered if the employee leaves within a year  \nAsset Recovery   \n● Employees must return all company property, including but not limited to laptops, mobile phones, \naccess cards, and other equipment, on or before their LWD.", "● The employee must obtain a clearance certificate from all departments (IT, Finance, HR, etc.) \nconfirming that all company property has been returned and all obligations have been fulfilled.   \n● If any assets are not returned or are returned in a condition that exceeds normal wear and tear, the \ncompany reserves the right to recover the cost of repair or replacement from the final settlement.   \n● The Company will provide an experience certificate to the employee upon request.  \n Knowledge Transfer   \nEmployees are required to complete a thorough knowledge transfer (KT) before their departure. This \nincludes documenting and sharing critical information, processes, and responsibilities with designated \nteam members or successors.   \nImpact of Random Leaves on Notice Period   \n➢ Taking random or unapproved leaves during the notice period will result in an extension of the \nnotice period equivalent to the duration of the leave taken.", "notice period equivalent to the duration of the leave taken.  \n➢ Employees are required to maintain the confidentiality of company information even after \nseparation, as per the terms of the confidentiality agreement signed at the time of joining.   \n➢ Employees must not disclose any proprietary information, trade secrets, or confidential data to any \nthird party.   \nRevoking Resignation   \nIf an employee chooses to revoke their resignation, they are required to remain in office for at least 6 \nmonths following the revocation.   \nBond Conditions   \nEmployees who are under a bond and choose to resign before fulfilling the bond period are required \nto pay an amount equivalent to 12 months of their salary as compensation for breaking the bond.   \nHike Ineligibility   \nEmployees who submit their resignation papers after a salary hike has been discussed but before the \nhike letter is released and the hike amount is credited will not be eligible for the hike.", "hike letter is released and the hike amount is credited will not be eligible for the hike.   \nFor any questions or clarifications regarding this policy, employees may contact the HR department at  \nhr@p99soft.co m .", "TRAINING AND DEVELOPMENT POLICY  \n \nIntroduction: At  P99SOFT, we believe in fostering a culture of continuous learning and professional \ndevelopment. Our Training and Development Policy is designed to empower our employees to \nenhance their skills, knowledge, and capabilities, thereby contributing to their ca reer growth and the \noverall success of the organization. This policy aims to foster a culture of continuous learning, improve \nemployee performance, and support the company’s strategic goals while ensuring compliance with \napplicable laws and regulations.   \nObjectives   \nThe primary objectives of our Training and Development Policy are:   \n➢ To provide employees with opportunities to acquire new skills and competencies relevant to their \nroles and career aspirations.   \n➢ To support employees in enhancing their job performance, productivity, and overall effectiveness.   \n➢ To encourage innovation, creativity, and adaptability among employees. ➢ To nurture talent within", "the organization and promote a culture of internal talent development.   \n➢ To align employee development with the strategic goals and evolving needs of the company.   \nTraining Initiatives   \n1. Onboarding Training: We provide comprehensive onboarding training for all new employees to \nensure a smooth integration into their roles and familiarization with our company's values, policies, \nand practices on the induction call on the employees' first day at work.   \n2. Job-Specific Training: Job-specific training programs will be offered to employees to equip them \nwith the necessary skills and knowledge to excel in their current roles and responsibilities.   \n3. Skill Development : We encourage employees to identify skill gaps and participate in relevant skill \ndevelopment programs to enhance their capabilities in areas such as communication, leadership, \nproblem -solving, and other essential skills.", "problem -solving, and other essential skills.   \n4. Professional Certifications: Employees who demonstrate the potential to benefit from specific \nprofessional certifications will be supported by the company in obtaining such certifications.   \n● Type of certification will be reviewed based on job profile;   \n● Employees have to get prior approval from management and HR Team to pursue some certification \nwith regard to its relevance to their job role and to claim for reimbursement at least 3 months after \nstarting their certification.   \n● Employees should complete the certification within 6 months from the date of approval.   \n● The budget for reimbursement will be different from case to case.   \n● Employees must follow the reimbursement process, including the submission of receipts, proof of \npayment, and any required documentation. Reimbursement requests should be submitted within 1 \nmonth of completing the certification.", "● The employee should be in the company for 6 months post reimbursement. During this given period, \nif he/she has to leave the company for any reason, they will be liable to refund the entire \nreimbursement received to the company.   \n● The company can reimburse up to 2 professional certifications in a year for an employee.   \n● Only employees from the IT department are eligible for Certification reimbursement. Employees \nfrom HR, Sales, and Marketing departments are not eligible.   \n● Training needs are identified during annual performance appraisals based on employee performance \nand feedback.   \n● Regular skill gap analyses are conducted to identify areas where employees require training.   \n● Employees can request specific training programs based on their career aspirations and \ndevelopment needs.   \n● The effectiveness of training programs is evaluated through assessments, feedback forms, and \nperformance metrics.", "performance metrics.   \n● The impact of training on employee performance and organizational goals is measured periodically.    \n5. Management Development We offer management development programs to nurture leadership \nskills among our employees who are aspiring or transitioning into managerial roles.   \n6. Team Building and Soft Skills Workshops: Team -building exercises and soft skills workshops will be \norganized to foster collaboration, teamwork, and effective communication among employees.   \nTraining Delivery Methods   \nTraining programs may be conducted through various delivery methods, including:  \n ❖ In-person workshops and seminars   \n❖ Online courses and webinars   \n❖ On-the-job training and coaching   \n❖ External training providers or consultants   \nA) Training Needs Assessment   \nTraining needs assessments will be conducted periodically to identify individual and organizational", "training needs. Feedback from employees and their managers will be considered in designing relevant \ntraining initiatives.   \nB) Approval and Budgeting   \nThe allocation of resources for training and development initiatives will be subject to budgetary \napproval and strategic alignment.   \nC) Employee Support and Accountability   \nEmployees are encouraged to take ownership of their development and actively participate in the \ntraining opportunities provided. Managers are responsible for supporting their team members' \ntraining efforts and ensuring a conducive learning environment.", "D) Evaluation and Feedback   \nThe effectiveness of training programs will be assessed through feedback and evaluation mechanisms \nto continuously improve the quality and relevance of our training initiatives. Policy Review   \nThis policy will be reviewed periodically and updated as needed to align with evolving business needs \nand best practices.   \nP99SOFT Pvt Ltd is committed to fostering a learning culture that empowers employees to reach their \nfull potential and contribute to the growth and success of the organization.   \nContact Information   \nFor any questions or clarifications regarding this policy, employees may contact the HR department at \nhr@p99soft.co m", "WORKING DAYS AND TIME POLICY  \n \nThe Working Hours Policy at P99SOFT Pvt Ltd outlines the principles of working hours, core working \nhours, and flexible time to guide employees in managing their work schedules effectively.  \nPurpose  \nThis policy aims to:  \n• Regulate working hours at P99SOFT Pvt Ltd to create a supportive and flexible work \nenvironment aligned with the company’s strategic goals.  \n• Help employees maximize their potential by achieving a better balance between personal and \nprofessional life.  \n• Focus on achieving key activities, personal and team objectives, rather than just time spent at \nthe desk.  \nTo provide clarity on attendance, overtime, and flexible work arrangements. Definitions  \n• Working Day : A period of 9 hours measured from the time an employee begins work (starting \ntime) to when they finish (closing time).  \n• Working Hours:  The earliest and latest boundaries within which a working day of 9 hours may \nbe defined, i.e., 9:00 am to 6:00 pm.", "be defined, i.e., 9:00 am to 6:00 pm.  \n• Core Working Hours: The time during which all employees must be on duty, i.e., 9 or 10:00 am \nto 6:00 or 7 pm.  \n• Flexible Time: The period outside core working hours during which employees can choose \ntheir start and end times, i.e., 9:00 am to 10:00 am and 5:00 pm to 6:00 pm.  \nPolicy  \n• The standard working day at P99SOFT Pvt Ltd starts at 9:00 am and ends at 6:00 pm, adhering \nto the principles of working hours, core working hours, and flexible time.  \n• Office hours are Monday to Friday, 9:00 am to 6:00 pm.  \n• Flexible work timings are provided to accommodate personal needs and customer calls during \nearly morning or late evening.  \n• Core work hours are from 10:00 am to 5:00 pm, during which all employees must be present.  \n• Employees have the flexibility to adjust their work hours outside core times, as long as they \ncomplete a total of 45 hours per week.", "complete a total of 45 hours per week.  \n• Employees are entitled to public holidays as per the company’s holiday calendar, which is \naligned with national and state -specific holidays.  \n• Employees may request flexible work hours or remote work arrangements, subject to approval \nby their manager and the HR department. Flexible work arrangements must not compromise \nproductivity or team collaboration.  \n• Employees are entitled to a 30 min s lunch break and 15 mins  tea/coffee breaks during the \nworkday. Break timings should be coordinated with team members to ensure uninterrupted \nworkflow.  \n• Employees must mark their attendance using the company’s biometric system, attendance \nsoftware, or manual register. (biometric and manual register can be excluded)", "• Failure to mark attendance may result in loss of pay or disciplinary action.  \n• Employees are expected to report to work on time. Late arrivals must be justified and \ncommunicated to the manager.  \n• Habitual late arrivals may result in disciplinary action.  \n• Employees must inform their manager and the HR department in advance if they are unable \nto report to work due to illness or personal reasons.  \n• Unauthorized absences may result in loss of pay or disciplinary action.  \n• Every Saturday and Sunday are designated weekly offs.  \n• Other holidays are listed in the Holiday Calendar published at the beginning of each financial \nyear in the HRMS. (Adjustments may be made according to client holiday schedules.)  \nCompliance  \nThis policy complies with the Indian labour laws including but not limited to Shops and Establishments \nAct of the respective state, the Payment of Wages Act, 1936 and the Minimum Wages Act, 1948.  \nContact", "Contact  \nFor any questions or clarifications regarding this policy, employees may contact the HR department at \nhr@p99soft.com .", "ZERO TOLERANCE POLICY   \nP99Soft Private Limited’s Zero Tolerance Policy is part of our commitment to providing a safe and dignified work \nenvironment\n \nfor\n \nall\n \nemployees,\n \nregardless\n \nof\n \ngender,\n \nrace,\n \nethnicity,\n \nsexual\n \norientation,\n \ndisability,\n \nreligion,\n \nor\n \nany\n \nother\n \naspect\n \nof\n \ntheir\n \nidentity.\n \nAll\n \nemployees\n \nare\n \nresponsible\n \nfor\n \nconducting\n \nthemselves\n \nprofessionally\n \nand\n \ninclusively,\n \nand\n \ndisciplinary\n \naction\n \nwill\n \nbe\n \ntaken\n \nin\n \nsituations\n \nwhere\n \nan\n \nemployee’s\n \nbehavior\n \nviolates\n \nthis\n \nexpectation.\n \nThe\n \nPolicy\n \ncovers\n \nharassment,\n \nbullying,\n \nand\n \ndiscrimination\n \nboth\n \nin\n \nand\n \nout\n \nof\n \nthe\n \nonsite\n \npremises\n \nor\n \nvirtual\n \nenvironment\n \nand\n \nprovides\n \na\n \nstandard\n \nfor\n \naddressing\n \nallegations\n \nof\n \ninappropriate\n \nbehavior,\n \nensuring\n \nfairness\n \nand\n \nequal\n \ntreatment.\n  \nI.\n Policy  Any employee found to have been involved in harassment, bullying, or discriminatory behavior will be", "subject\n \nto\n \nimmediate\n \ndisciplinary\n \naction,\n \nup\n \nto\n \nand\n \nincluding\n \ntermination.\n \nIf\n \nthe\n \ncompany\n \nbecomes\n \naware\n \nthat\n \nan\n \nemployee\n \nis\n \nengaged\n \nin\n \ninappropriate\n \nbehavior,\n \nthe\n \nrelationship\n \nwill\n \nenter\n \na\n \nprobationary\n \nperiod\n \nor\n \nbe\n \nterminated,\n \ndepending\n \non\n \nthe\n \nseverity\n \nof\n \nthe\n \nincident.\n  When the company becomes aware of an incident involving harassment, bullying, or discriminatory behavior \nan\n \nindependent\n \nthird\n \nparty\n \n[internal\n \nor\n \nexternal]\n \nwill\n \ninvestigate\n \nthe\n \nmatter.\n \nDuring\n \nthe\n \ninvestigation,\n \nthe\n \naccused\n   \nemployee(s)\n \nmay\n \nbe\n \nremoved\n \nfrom\n \nthe\n \nworking\n \nenvironment\n \nand,\n \nin\n \nextreme\n \ncases,\n \nmay\n \nbe\n \nsuspended\n \non\n \nfull\n \npay.\n \nEmployees\n \nmay\n \nrefer\n \nto\n \nthis\n \npolicy\n \nfor\n \nmore\n \ninformation\n \non\n \nthe\n \ncompany’s\n \nworkplace\n \nharassment\n \ncomplaints\n \nand\n \ninvestigations\n \nprocess.", "on\n \nthe\n \ncompany’s\n \nworkplace\n \nharassment\n \ncomplaints\n \nand\n \ninvestigations\n \nprocess.\n  To ensure a safe and inclusive workplace, all employees are asked to report instances in which they \nexperienced\n \nor\n \nwitnessed\n \nharassment,\n \nbullying,\n \nor\n \ndiscrimination\n \n(as\n \ndefined\n \nbelow).\n \nTo\n \nnotify\n \nus\n \nof\n \nthe\n incident, please reach out to P o s h @ p 9 9 s o f t . c o m When you reach out, we ask you to include the following information:  \n1.\n \nName(s)\n \nof\n \nthe\n \nindividual(s)\n \nengaged\n \nin\n \ninappropriate\n \nbehavior.\n \n2.\n \nYour\n \nname,\n \nif\n \nreporting\n \nto\n \nthe\n \n3\nrd\n \nparty\n \n(you\n \nare\n \nencouraged\n \nto\n \nsubmit\n \nthis\n \ninformation,\n \nbut\n \nit\n \nis\n \nnot\n \nmandatory.\n \nYou\n \ncan\n \nmake\n \nan\n \nanonymous\n \nreport\n \nif\n \nyou\n \nwish).\n \n3.\n \nName(s)\n \nof\n \nthe\n \nindividual(s)\n \ntargeted\n \nby\n \nthe\n \ninappropriate\n \nbehavior\n \n(if\n \nyou\n \nare\n \na\n \nwitness).\n \nIf\n \nyou\n \nhave\n \ndiscussed\n \nthe\n \nsituation\n \nwith\n \nthe\n \nvictim(s)\n \nand\n \nthey\n \nrequested", "If\n \nyou\n \nhave\n \ndiscussed\n \nthe\n \nsituation\n \nwith\n \nthe\n \nvictim(s)\n \nand\n \nthey\n \nrequested\n \nto\n \nremain\n \nanonymous,\n \nplease\n \nrespect\n \ntheir\n \nwishes.\n \n4.\n \nA\n \ndescription\n \nof\n \nthe\n \ninappropriate\n \nbehavior\n \nand\n \nscenario\n \nunder\n \nwhich\n \nit\n \noccurred.\n \n5.\n \nDate(s)\n \nand\n \ntime(s)\n \nof\n \nthe\n \nevent(s)\n \n6.\n \nAny\n \nadditional\n \nsupporting\n \nevidence\n   Fairness  All employees at P99Soft Private Limited are guaranteed a fair and impartial investigation process. The \ninvestigation's\n \nintegrity\n \nis\n \nthe\n \njoint\n \nresponsibility\n \nof\n \nthe\n \nSenior\n \nLeadership\n \nand\n \nBoard\n \nof\n \nDirectors,\n \nwhose\n \npersonal\n \nbiases\n \nand\n \nindividual\n \nrelationships\n \nwill\n \nnever\n \nfactor\n \ninto\n \nthe\n \ninvestigation.\n \nIf\n \na\n \nmember\n \nof\n \nleadership\n \nor\n \nthe\n \nBoard\n \nof\n \nDirectors\n \nhas\n \na\n \ndirect\n \nor\n \nindirect\n \nconflict\n \nof\n \ninterest,\n \nthey\n \nwill\n \nrecuse\n \nthemselves\n \nfrom\n \nthe\n \nprocesses.\n \nTo\n \nensure\n \nfairness,\n \ninvestigations\n \nwill\n \nbe\n \ncarried", "from\n \nthe\n \nprocesses.\n \nTo\n \nensure\n \nfairness,\n \ninvestigations\n \nwill\n \nbe\n \ncarried\n \nout\n \nby\n \nP99Soft’s\n \nEthics\n \nOfficer,\n \nan\n \nexternal\n \nthird\n \nparty,\n \nor\n \nHR\n \nOmbudsman\n,\n \nan\n \nindependent\n \nthird\n \nparty\n \nwith\n \nno\n \nactual\n \nor\n \nperceived\n \nconflict\n \nof\n \ninterest\n \nin\n \nthe\n \noutcome.", "Transparency \nP99Soft Private Limited commits to a discrete but transparent investigation process. Throughout the \ninvestigation,\n \nall\n \nparties\n \ninvolved\n \n(i.e.,\n \nthe\n \nemployee(s)\n \nmaking\n \nthe\n \ncomplaint(s)\n \nas\n \nwell\n \nas\n \nthe\n \nemployee(s)\n \naccused\n \nof\n \nmisconduct)\n \nwill\n \nbe\n \nprovided\n \nwith\n \nregular\n \nupdates\n \nas\n \nto\n \nthe\n \nstatus\n \nof\n \nthe\n \ncase.\n \nAfter\n \nthe\n \ninvestigation\n \nhas\n \nbeen\n \nconcluded,\n \na\n \ndetailed\n \nwritten\n \nresponse\n \nwill\n \nbe\n \nprovided.\n \nAt\n \nall\n \nmeetings\n \nand\n \ninterviews,\n \nboth\n \nparties\n \nhave\n \nthe\n \nright\n \nto\n \nbe\n \naccompanied\n \nby\n \na\n \nfellow\n \nemployee\n \nor\n \na\n \nlegal\n \nprofessional.\n  \nII.\n Who Is Subject to Our Policy? \nAll employees of P99Soft Private Limited, as well as volunteers, contractors, and vendors are expected to \ncomply\n \nwith\n \nthe\n \nZero\n \nTolerance\n \nPolicy.\n \nThis\n \nincludes\n \nSenior\n \nLeadership\n \nand\n \nthe\n \nBoard\n \nof\n \nDirectors.\n \nAn\n \ninclusive\n \nculture\n \nis\n \nonly\n \nmade\n \npossible\n \nby", "and\n \nthe\n \nBoard\n \nof\n \nDirectors.\n \nAn\n \ninclusive\n \nculture\n \nis\n \nonly\n \nmade\n \npossible\n \nby\n \nbuy-in\n \nand\n \ncooperation\n \nfrom\n \nevery\n \nemployee,\n \nregardless\n \nof\n \ntheir\n \nrole\n \nor\n \nposition.\n  \nIII.\n Prohibited Conduct \nThe Policy applies to any individual who engages in the following behavior(s):  \n1.\n \nHarassment\n \n–\nThe\n \nOccupational\n \nHealth\n \nand\n \nSafety\n \nAct\n \ndefines\n \nworkplace\n \nharassment\n \nas\n \n“engaging\n \nin\n \na\n \ncourse\n \nof\n \nvexatious\n \ncomment\n \nor\n \nconduct\n \nagainst\n \na\n \nworker\n \nin\n \na\n \nworkplace\n \nthat\n \nis\n \nknown\n \nor\n \nought\n \nreasonably\n \nto\n \nbe\n \nknown\n \nto\n \nbe\n \nunwelcome.”\n \nMore\n \nsimply\n \nput,\n \nharassment\n \nis\n \nany\n \none-time\n \nor\n \nrepeated\n \nunwanted\n \nphysical,\n \nverbal,\n \nor\n \nnon-verbal\n \nconduct\n \nthat\n \nviolates\n \na\n \nperson’s\n \ndignity\n \nor\n \ncreates\n \nan\n \nintimidating,\n \nhostile,\n \ndegrading,\n \nuncomfortable,\n \nor\n \ntoxic\n \nenvironment.\n Examples of harassment include, but are not limited to: \ni.\n \nMaking\n \nthreatening", "environment.\n Examples of harassment include, but are not limited to: \ni.\n \nMaking\n \nthreatening\n \nremarks\n \nii.\n \nSexual\n \nassault\n \niii.\n \nGender-based\n \ninsults\n \nor\n \njokes\n \ncausing\n \nembarrassment\n \nor\n \nhumiliation.\n \niv.\n \nRepeated\n \nunwanted\n \nsocial\n \nor\n \nsexual\n \ninvitations.\n \nv.\n \nInappropriate\n \nor\n \nunwelcome\n \ncomments\n \non\n \na\n \nperson’s\n \nphysical\n \nattributes\n \nor\n \nappearance\n  \n2.\n \nBullying\n \n–\n \nBullying\n \nis\n \nany\n \nphysical,\n \nverbal,\n \nand\n \nnon-verbal\n \nconduct\n \nthat\n \nis\n \nmalicious\n \nor\n \ninsulting.\n \nBullying\n \ncan\n \nmake\n \na\n \nperson\n \nfeel\n \nvulnerable,\n \nexcluded,\n \nhumiliated,\n \nundermined,\n \nfearful,\n \nor\n \nthreatened.\n \nBullying\n \ncan\n \ntake\n \nthe\n \nform\n \nof\n \nphysical,\n \nverbal,\n \nand\n \nnon-verbal\n \nconduct.\n \nExamples\n \nof\n \nbullying\n \ninclude,\n \nbut\n \nare\n \nnot\n \nlimited\n \nto:\n \ni.\n \nPhysical\n \nthreats\n \nii.\n \nPsychological\n \nthreats\n \niii.\n \nOverbearing\n \nor\n \nintimidating\n \nlevels\n \nof\n \nsupervision\n \niv.\n \nShouting\n \nat\n \ncolleagues\n \nin", "or\n \nintimidating\n \nlevels\n \nof\n \nsupervision\n \niv.\n \nShouting\n \nat\n \ncolleagues\n \nin\n \npublic\n \nor\n \nprivate\n \nv.\n \nSpreading\n \nmalicious\n \nrumors\n  \n3.\n \nDiscriminatory\n \nBehavior\n \n–\n \nDiscrimination\n \nrefers\n \nto\n \nbehavior\n \nthat\n \ntreats\n \npeople\n \ndifferently\n \nor\n \nadversely\n \nbecause\n \nof\n \none\n \nor\n \nmore\n \nof\n \nthe\n \nfacets\n \nof\n \ntheir\n \nidentity,\n \nincluding\n \nrace,\n \ncolor,\n \nethnic\n \norigin,\n \ngender\n \nexpression,\n \nreligion,\n \nage,\n \nsex,\n \nsexual\n \norientation,\n \nmarital\n \nstatus,\n \nfamily\n \nstatus,\n \nphysical\n \nor\n \nmental\n \ndisability,\n \nor\n \ngenetic\n \ncharacteristics.\n \nExamples\n \nof\n \ndiscrimination\n \ninclude,\n \nbut\n \nare\n \nnot\n \nlimited\n \nto:\n \ni.\n \nMaking\n \ninsensitive\n \njokes\n \nii.\n \nFactoring\n \nan\n \nindividual’s\n \nidentity\n \ninto\n \na\n \nhiring\n \ndecision\n \niii.\n \nPurposefully\n \nexcluding\n \na\n \ncolleague\n \non\n \nthe\n \nbasis\n \nof\n \ntheir\n \ngender\n \niv.\n \nUsing\n \na\n \nracial\n \nslur", "4.\n \nMicro-aggressions\n \n–\n \nMicro-aggressions\n \nrefer\n \nto\n \nobvious\n \nor\n \nsubtle,\n \ndirect,\n \nor\n \nindirect\n \nbehaviors\n \nand\n \ncomments\n \nwhich\n \nreference\n \nan\n \nindividual’s\n \npersonal\n \nidentity,\n \nsuch\n \nas\n \ntheir\n \nrace,\n \ngender,\n \nethnic\n \norigin,\n \nreligion,\n \nor\n \nage.\n \nOver\n \ntime,\n \nmicro-aggressions\n \ncan\n \nhave\n \nlasting\n \nemotional\n \nand\n \nmental\n \neffects\n \non\n \nthe\n \nindividual\n \nor\n \nindividuals\n \ntargeted\n \nand\n \ncan\n \ncontribute\n \nto\n \na\n \ntoxic\n \nand\n \nnon-inclusive\n \nworkplace.\n \nExamples\n \nof\n \nmicro-aggression\n \nin\n \nthe\n \nworkplace\n \ncan\n \ninclude,\n \nbut\n \nare\n \nnot\n \nlimited\n \nto:\n \ni.\n \nCalling\n \na\n \nwoman\n \n“bossy”\n \nii.\n \nRepeatedly\n \ncalling\n \na\n \nracialized\n \nemployee\n \nby\n \nthe\n \nname\n \nof\n \na\n \ndifferent\n \nperson\n \nof\n \nthe\n \nsame\n \nrace\n \niii.\n \nAsking\n \na\n \nracialized\n \nemployee\n \nwhere\n \nthey\n \nare\n \n“really”\n \nfrom\n \niv.\n \nCommenting\n \non\n \na\n \nperson’s\n \nphysical\n \nappearance\n \nin\n \nreference\n \nto\n \nracial\n \ncharacteristics\n \nsuch\n \nas\n \nskin", "physical\n \nappearance\n \nin\n \nreference\n \nto\n \nracial\n \ncharacteristics\n \nsuch\n \nas\n \nskin\n \ntone\n \nv.\n \nScheduling\n \nmeetings\n \nor\n \nimportant\n \ndeadlines\n \non\n \nreligious\n \nor\n \ncultural\n \nholidays\n  \n5.\n \nMisuse\n \nof\n \nCompany\n \nAssets\n Employees shall not misuse the tangible and intangible assets of The KSquare Group. \ni.\n \nEmployees\n \nshall\n \nnot\n \nutilize\n \nany\n \nof\n \nthe\n \ninternal\n \ninformation\n \nwhich\n \nis\n \nacquired\n \ndirectly\n \nor\n \nindirectly\n \nthrough\n \nthe\n \nemployment\n \nfor\n \npersonal\n \nprofit.\n \nii.\n \nEmployees\n \nshall\n \nnot\n \nmisuse\n \nthe\n \nassets\n \nof\n \nThe\n \nKSquare\n \nGroup\n \nfor\n \npersonal\n \nuse\n \nor\n \nprofit\n \nor\n \nany\n \nother\n \nuse\n \nunrelated\n \nto\n \nthe\n \nemployment\n \nactivities\n \nof\n \nThe\n \nKSquare\n \nGroup.\n \niii.\n \nEmployees\n \nshall\n \nnot\n \nbe\n \ninvolved\n \nin\n \nany\n \n“for-profit”\n \nsecondary\n \nactivities\n \nor\n \nmultiple\n \nemployments.\n  \n6.\n \nSexual\n \nHarassment\n \ni.\n \nEmployees\n \nshall\n \nagree\n \nto\n \nmake\n \nthe\n \nworkplace\n \nsafe\n \nand\n \ncivil.\n \nSexual", "i.\n \nEmployees\n \nshall\n \nagree\n \nto\n \nmake\n \nthe\n \nworkplace\n \nsafe\n \nand\n \ncivil.\n \nSexual\n \nharassment,\n \ndiscrimination,\n \nor\n \noffensive\n \nbehavior\n \nof\n \nany\n \nkind,\n \nincluding\n \nbut\n \nnot\n \nlimited\n \nto\n \nany\n \nactions\n \nor\n \ninactions\n \nthat\n \nare\n \ndemeaning\n \nto\n \nothers,\n \nshall\n \nnot\n \nbe\n \ntolerated.\n \nii.\n \nAny\n \nactions\n \nor\n \ninactions\n \nof\n \nany\n \noffensive\n \nsexual\n \nnature\n \nshall\n \nnot\n \nbe\n \ntolerated.\n \nEmployees\n \nshall\n \nbe\n \nprohibited\n \nfrom\n \nmaking\n \nany\n \nactions\n \nor\n \ninactions\n \nthat\n \nmay\n \nbe\n \nconsidered\n \noffensive\n \nin\n \nnature,\n \nincluding\n \noffensive\n \nglance,\n \ncritique,\n \ncomment,\n \nor\n \ncontact.\n  \n7.\n \nConfidential\n \nInformation\n \ni.\n \nEmployees\n \nagree\n \nto\n \nmaintain\n \nall\n \nconfidential\n \ninformation\n \nreceived\n \nduring\n \nthe\n \ncourse\n \nof\n \ntheir\n \nemployment.\n \nii.\n \nConfidential\n \ninformation\n \nis\n \ndefined\n \nas\n \nany\n \nintellectual\n \nproperty\n \nrights,\n \nincluding\n \nbut\n \nnot\n \nlimited\n \nto\n \ntrade\n \nsecrets,\n \nknow-how,", "property\n \nrights,\n \nincluding\n \nbut\n \nnot\n \nlimited\n \nto\n \ntrade\n \nsecrets,\n \nknow-how,\n \ncopyrights,\n \nor\n \nany\n \ninformation,\n \nwhich\n \nthe\n \nclient\n \nand/or\n \nThe\n \nKSquare\n \nGroup\n \nmay\n \ndeem\n \nconfidential\n \nin\n \nnature.\n  \nIV.\n Disciplinary Action \nEmployees who are found to be in violation of the Zero Tolerance Policy may face a variety of disciplinary \nactions,\n \nup\n \nto\n \nand\n \nincluding\n \nimmediate\n \ntermination.\n \nDisciplinary\n \naction\n \nmay\n \nbe\n \nrecommended\n \nby\n \nan\n \nindependent\n \ninvestigator\n \nand\n \nwill\n \nbe\n \ndetermined\n \nby\n \nSenior\n \nLeadership.\n \nThe\n \nseverity\n \nof\n \nthe\n \ndisciplinary\n \naction\n \ndepends\n \non\n \nthe\n \ntype\n \nof\n \nmisconduct,\n \nwhich\n \nis\n \nbased\n \non\n \nthe\n \nfollowing\n \nframework:\n  \n1.\n \nMinor\n \nInfraction\n \n–\n \nUnintentional\n \nand\n \nminor\n \nforms\n \nof\n \nbullying,\n \nmicro-aggressions,\n \nand\n \ndiscriminatory\n \nbehavior.\n \nMinor\n \ninfractions\n \nmay\n \ninclude\n \nunintentionally\n \nmaking\n \nan\n \noffensive\n \ncomment\n \nabout\n \na", "infractions\n \nmay\n \ninclude\n \nunintentionally\n \nmaking\n \nan\n \noffensive\n \ncomment\n \nabout\n \na\n colleague’s appearance. Discipline for a minor infraction includes but is not limited to: mandatory \nmediation\n \nand\n \nmandatory\n \ntraining\n \nprograms.", "2.\n \nMajor\n \nInfraction\n \n–\n \nIntentional,\n \nbut\n \nstand-alone\n \nand\n \nminor\n \ninstances\n \nof\n \nharassment,\n \nbullying,\n \nor\n \ndiscrimination,\n \nsuch\n \nas\n \nmaking\n \nsexist,\n \nracist\n \nor\n \nhomophobic\n \njokes\n \nor\n \npropositioning\n \na\n \ncolleague.\n \nMinor\n \ninfractions\n \nmay\n \nbecome\n \nconsidered\n \nmajor\n \ninfractions\n \nif\n \nthe\n \noffending\n \nemployee\n \ndevelops\n \na\n \nconcerning\n \npattern\n \nof\n \nbehavior\n \nor\n \nhas\n \nbeen\n \nunable\n \nto\n \nlearn\n \nfrom\n \ntheir\n \nprevious\n \nreprimands.\n \nDiscipline\n \nfor\n \na\n \nmajor\n \ninfraction\n \nincludes\n \nbut\n \nis\n \nnot\n \nlimited\n \nto:\n \ntemporary\n \nleave\n \nwith\n \npay,\n \ntemporary\n \nleave\n \nwithout\n \npay,\n \nprobationary\n \nperiod\n \nplacement,\n \nand\n \npermanent\n \ndismissal.\n  \n3.\n \nGross\n \nMisconduct\n \n–\n \nIntentional\n \nand\n \nmajor\n \nforms\n \nof\n \nharassment,\n \nbullying,\n \nor\n \ndiscrimination,\n \nsuch\n \nas\n \nmaking\n \nthreatening\n \nremarks,\n \nengaging\n \nin\n \nunwanted\n \nphysical\n \ncontact,\n \nor\n \nusing\n \nracial\n \nslurs.\n \nDiscipline\n \nfor\n \ngross", "in\n \nunwanted\n \nphysical\n \ncontact,\n \nor\n \nusing\n \nracial\n \nslurs.\n \nDiscipline\n \nfor\n \ngross\n \nmisconduct\n \nincludes\n \nbut\n \nis\n \nnot\n \nlimited\n \nto:\n \nimmediate\n \ndismissal\n \nand\n \nlegal\n \nrecourse.\n  \nV.\n No Retaliation \nAny employee who files a valid complaint will not be subject to any form of retaliation, either direct (i.e., \ndismissal\n \nor\n \ndemotion)\n \nor\n \nindirect\n \n(i.e.,\n \nbeing\n \npassed\n \nover\n \nfor\n \na\n \npromotion).\n \nEmployees\n \nwho\n \ndo\n \nparticipate\n \nin\n \nretaliatory\n \nmeasures\n \nwill\n \nbe\n \ninvestigated\n \nand\n \nsubject\n \nto\n \ndisciplinary\n \naction.\n  \nVI.\n Appeals Procedure  Employees who have been found to be in violation of the Zero Tolerance Policy may appeal this finding. To do \nso,\n \nthey\n \nmust\n \nfile\n \na\n \nwritten\n \nappeal\n \nwith\n \na\n \nmember\n \nof\n \nthe\n \nHR\n \nFunction\n \nwithin\n \nfive\n \nbusiness\n \ndays\n \nof\n \nreceiving\n \nconfirmation\n \nof\n \ntheir\n \nviolation.\n \nThe\n \nappeal\n \nwill\n \nbe\n \nhandled\n \nby\n \na\n \nthird-party\n \ninvestigator\n \nwho\n \nwas\n \nnot", "The\n \nappeal\n \nwill\n \nbe\n \nhandled\n \nby\n \na\n \nthird-party\n \ninvestigator\n \nwho\n \nwas\n \nnot\n \ninvolved\n \nwith\n \nthe\n \noriginal\n \ninvestigation.\n \nThe\n \ndecision\n \nof\n \nthis\n \ninvestigator\n \nwill\n \nbe\n \nfinal."]